[
  {
    "id": "1760120323941",
    "projectId": "P-1759172819869",
    "name": "test2",
    "data": {
      "Demographics": [
        {
          "Respondent ID": "R02",
          "Interview Date": "2025-10-17",
          "Interview Time": "3:00 PM",
          "respno": "R02",
          "transcriptId": "T-1761007636028"
        }
      ],
      "BACKGROUND": [
        {
          "Respondent ID": "R02",
          "Living Situation": "The respondent currently lives with a roommate who assists with nighttime needs, but this arrangement will change in February when his mother moves back in due to his elevated needs. This change is prompted by the natural progression of his disease, which has recently affected his swallowing capability and movement. The respondent's living situation is closely tied to his health needs, which have been increasing over time.",
          "Free Time Activities": "The respondent enjoys social activities and has fond memories of attending an MDA camp during his youth, where he engaged in activities like swimming and dancing. He describes himself as relatively social and enjoys being around people who share his interests, such as video games. Currently, he follows content creators on social media who focus on ADHD and Dungeons and Dragons, indicating a continued interest in social and recreational activities.",
          "Journey with SMA": "Diagnosed with SMA at a year and a half, the respondent's journey has been marked by a gradual progression of symptoms, including muscle atrophy and decreased mobility. He recalls early medical care at Saint Louis Children's Hospital and participation in MDA camps, which provided social interaction and a sense of normalcy. His journey reflects a long-term adaptation to living with SMA, with a focus on maintaining quality of life despite the disease's progression.",
          "Current Health Description": "The respondent describes his current health as declining, with recent issues such as decreased swallowing capability and reduced arm mobility. These changes are attributed to the natural progression of SMA, which has been ongoing for about a year. Despite these challenges, he maintains a pragmatic outlook, accepting the situation as it is.",
          "HCPs for SMA Care": "The respondent does not have regular discussions with healthcare providers specifically about SMA, relying instead on yearly checkups. He uses doctors as needed but does not engage in in-depth conversations about his condition with his primary care physician. This approach reflects a level of independence in managing his health.",
          "Reasons for Not Seeing HCPs": "The respondent's limited engagement with healthcare providers is partly due to a perception that doctors are influenced by pharmaceutical companies. He prefers to rely on his own judgment and peer experiences rather than frequent medical consultations. This indicates a cautious approach to medical advice and treatment options.",
          "Current SMA Management": "The respondent manages his SMA with a focus on maintaining quality of life and independence. He does not actively seek new treatments unless they offer significant benefits without adverse side effects. His management strategy is informed by personal experience and a desire to avoid unnecessary interventions.",
          "Number of HCPs": "",
          "HCP Involvement in Treatment Decisions": "The respondent does not heavily involve healthcare providers in his treatment decisions, preferring to rely on peer experiences and his own research. He expresses skepticism about the influence of pharmaceutical companies on doctors, which affects his trust in their recommendations.",
          "Primary SMA Doctor": "",
          "Others Involved in Health Decisions": "The respondent values peer input when considering treatment options, indicating that he trusts the experiences of others with SMA more than healthcare professionals. This peer-driven approach highlights the importance of community support in his decision-making process.",
          "Support System Involvement": "The respondent's support system includes his mother, who will be moving in to assist with his increased needs. This change reflects the importance of family support in managing his condition. He also maintains connections with past camp counselors, though these are more social than supportive in nature.",
          "Comfort in Making Treatment Decisions": "The respondent is comfortable making treatment decisions independently, relying on his own research and peer experiences. He is cautious about potential side effects and the impact on his quality of life, indicating a thoughtful and measured approach to treatment consideration.",
          "Health Goals - Short-term": "",
          "Health Goals - Long-term": "",
          "Personal Aspirations": "",
          "respno": "R02"
        }
      ],
      "CURRENT PERCEPTIONS & ATTITUDES": [
        {
          "Respondent ID": "R02",
          "Treatments Awareness": "The respondent is aware of several SMA treatments, including Spinraza, Evrysdi, and Zolgensma, and has recently heard of another treatment through surveys. His awareness is primarily driven by incidental exposure rather than active research, reflecting a passive approach to staying informed about treatment options.",
          "Treatments Experience": "",
          "Benefits of Discontinued Treatment": "",
          "Drawbacks of Discontinued Treatment": "",
          "Reasons for Discontinuation": "",
          "Life Changes Impact on Discontinuation": "",
          "Insurance Coverage Impact": "",
          "Restarting Treatment Consideration": "",
          "Impressions of Untaken Treatment": "The respondent views Evrysdi as a treatment that halts disease progression rather than reversing it, which influences his perception of its benefits. He is cautious about potential side effects and the impact on his quality of life, preferring to know all variables before considering it.",
          "Information Source for Untaken Treatment": "The respondent learned about Evrysdi through a rare patient survey, which introduced him to the treatment as an option. This indicates that his knowledge of treatments is often gained through indirect sources rather than direct medical advice.",
          "Consideration of Untaken Treatment": "The respondent is hesitant to consider Evrysdi due to concerns about side effects and the impact on his quality of life. He prefers to have a clear understanding of potential outcomes before making a decision, highlighting his cautious approach to treatment.",
          "Discussion with HCP about Untaken Treatment": "",
          "Impact of HCP on Untaken Treatment Decision": "",
          "Discussion with Others about Untaken Treatment": "",
          "Consideration of Future Treatment": "The respondent is open to considering future treatments if they offer significant benefits without adverse side effects. He is particularly interested in treatments that show improvement in motor function and are covered by insurance, indicating practical considerations in his decision-making.",
          "Drivers for Future Treatment Consideration": "Insurance coverage and peer experiences are key drivers for the respondent when considering future treatments. He values honest feedback from peers and financial feasibility as critical factors in his decision-making process.",
          "Candidate for Future Treatment": "",
          "Awareness of Treatments in Development": "The respondent is aware of ongoing research and potential treatments in development, such as a higher dose of Spinraza and an anti-myostatin medication. His awareness is primarily through surveys and indirect sources, reflecting a passive approach to staying informed.",
          "Impressions of Treatments in Development": "The respondent views treatments in development, such as the anti-myostatin medication, as promising if they show improvement in motor function without side effects. He is cautiously optimistic about these developments, indicating a willingness to consider them if they meet his criteria.",
          "Candidate for Treatments in Development": "",
          "Consideration of Treatments in Development": "The respondent would consider treatments in development if they demonstrate clear benefits and are financially accessible. He emphasizes the importance of insurance coverage and peer feedback in his decision-making process.",
          "Drivers for Consideration of Treatments in Development": "The potential for improved motor function and the absence of side effects are key drivers for the respondent when considering treatments in development. He values practical benefits and financial feasibility as critical factors in his decision-making.",
          "Hesitations for Treatments in Development": "The respondent's hesitations about treatments in development stem from concerns about side effects and the impact on his quality of life. He prefers to have a clear understanding of potential outcomes before making a decision, highlighting his cautious approach to treatment.",
          "respno": "R02"
        }
      ],
      "BARRIERS TO TREATMENT & UNMET NEEDS": [
        {
          "Respondent ID": "R02",
          "Reasons for Not Being on Treatment": "The respondent is not currently on treatment due to concerns about side effects and the impact on his quality of life. He prefers to have a clear understanding of potential outcomes before making a decision, indicating a cautious approach to treatment.",
          "Factors Driving Treatment Consideration": "Insurance coverage and peer experiences are key factors driving the respondent's consideration of treatment. He values honest feedback from peers and financial feasibility as critical factors in his decision-making process.",
          "Symptom Tracking Frequency": "",
          "Symptom Tracking Methods": "",
          "Discussion with HCP about Treatment Need": "The respondent does not have regular discussions with healthcare providers about his treatment needs, relying instead on his own judgment and peer experiences. This approach reflects a level of independence in managing his health.",
          "Emotional Factors": "The respondent's emotional approach to treatment is influenced by a desire to maintain quality of life and independence. He is cautious about potential side effects and the impact on his daily life, indicating a thoughtful and measured approach to treatment consideration.",
          "Practical or Logistical Factors": "Practical considerations, such as insurance coverage and the ease of accessing treatment, are important to the respondent. He prefers treatments that are financially feasible and do not require significant logistical challenges.",
          "Clinical Factors": "The respondent is concerned about the clinical aspects of treatment, such as potential side effects and the impact on his quality of life. He prefers to have a clear understanding of potential outcomes before making a decision, highlighting his cautious approach to treatment.",
          "Treatment Benefit Requirement": "The respondent requires treatments to offer significant benefits without adverse side effects to consider them. He values practical benefits and financial feasibility as critical factors in his decision-making process.",
          "Challenges in Accessing Treatment": "",
          "Unmet Needs": "",
          "Most Important Unmet Need": "",
          "respno": "R02"
        }
      ],
      "MOTIVATIONS & FUTURE CONSIDERATION": [
        {
          "Respondent ID": "R02",
          "Likelihood of Future Treatment Consideration": "The respondent is open to considering future treatments if they offer significant benefits without adverse side effects. He is particularly interested in treatments that show improvement in motor function and are covered by insurance, indicating practical considerations in his decision-making.",
          "Factors Influencing Future Consideration": "Insurance coverage and peer experiences are key factors influencing the respondent's consideration of future treatments. He values honest feedback from peers and financial feasibility as critical factors in his decision-making process.",
          "Expected Improvements from Treatment": "The respondent expects treatments to offer improvements in motor function and quality of life without adverse side effects. He values practical benefits and financial feasibility as critical factors in his decision-making process.",
          "Influential Decision Makers": "Peers are influential decision-makers for the respondent when considering treatment options. He values honest feedback from others with SMA more than healthcare professionals, highlighting the importance of community support in his decision-making process.",
          "Confidence Factors in Treatment Decision": "The respondent's confidence in treatment decisions is influenced by peer feedback and financial feasibility. He values honest feedback from peers and insurance coverage as critical factors in his decision-making process.",
          "respno": "R02"
        }
      ],
      "COMMUNITY ENGAGEMENT & INFO SOURCES": [
        {
          "Respondent ID": "R02",
          "Connection to SMA Community": "The respondent does not feel connected to the SMA community, finding online groups more depressing than helpful. He maintains some social connections from past experiences, such as camp counselors, but does not actively engage with the community.",
          "Participation in SMA Groups": "The respondent does not participate in SMA groups, either online or in person, due to a perception that they focus on a victim mentality. He prefers to maintain a positive outlook and does not find value in these groups.",
          "Reasons for Non-involvement in SMA Communities": "The respondent's non-involvement in SMA communities is due to a perception that they focus on a victim mentality, which he does not share. He prefers to maintain a positive outlook and does not find value in these groups.",
          "Information Sources on SMA": "The respondent's information sources on SMA are limited, as he does not actively seek out new information. He relies on incidental exposure through surveys and indirect sources rather than direct medical advice.",
          "Trusted Information Sources": "The respondent trusts peer feedback and raw data as information sources on SMA treatment. He values honest feedback from others with SMA more than healthcare professionals, highlighting the importance of community support in his decision-making process.",
          "Untrusted Information Sources": "The respondent is skeptical of information from pharmaceutical companies and healthcare providers, perceiving them as potentially biased. He prefers to rely on peer feedback and raw data for information on SMA treatment.",
          "Discovery of New Treatments": "The respondent discovers new treatments primarily through surveys and incidental exposure rather than active research. His awareness is driven by indirect sources, reflecting a passive approach to staying informed.",
          "Preferred Information Format": "",
          "Improving Information Accessibility": "",
          "respno": "R02"
        }
      ],
      "Misc.": [
        {
          "Respondent ID": "R02",
          "Final Comments": "",
          "Additional Notes": "",
          "respno": "R02"
        }
      ]
    },
    "guideMap": {
      "bySheet": {}
    },
    "quotes": {},
    "savedAt": "2025-10-21T19:29:26.343Z",
    "savedBy": "You",
    "context": {
      "Demographics": {
        "R02": {
          "Respondent ID": [],
          "Interview Date": [],
          "New Column 23": [],
          "New Column 22": [],
          "New Column 21": [],
          "New Column 20": [],
          "New Column 19": [],
          "New Column 18": [],
          "New Column 17": [],
          "New Column 16": [],
          "New Column 15": [],
          "New Column 14": [],
          "New Column 13": [],
          "New Column 12": [],
          "New Column 11": [],
          "New Column 10": [],
          "New Column 9": [],
          "New Column 8": [],
          "New Column 7": [],
          "New Column 6": [],
          "Interview Time": [],
          "New Column 5": [],
          "New Column 4": [],
          "New Column 3": [],
          "New Column 2": [],
          "New Column 1": []
        }
      },
      "BACKGROUND": {
        "R02": {
          "Respondent ID": [],
          "Living Situation": [
            "I'm 77, and I live with my husband and one more son. I have a dog that you can hear. I do almost everything for myself. I'm in a wheelchair. I don't walk, but I'm fortunate enough to have a chair that elevates and reclines. It does all kinds of great things. So I can still cook for them.",
            "I do my shopping online, and they do it. I put it away sometimes. Sometimes I have help. I'm able to dress myself and do all that kind of stuff. I'm pretty independent, and hopefully, I can remain that way for as long as possible. I don't drive anymore. But, yeah, I'm pretty content except, you know, for my position."
          ],
          "Free Time Activities": [
            "I do my shopping online, and they do it. I put it away sometimes. Sometimes I have help. I'm able to dress myself and do all that kind of stuff. I'm pretty independent, and hopefully, I can remain that way for as long as possible.",
            "I'm not really a big group participant. When I got this initial phone call, I'm telling you who I thought it was, I'm going to protest in October against our present government. I didn't know I'd be getting a call about SMA. So that kind of thing, I do participate in."
          ],
          "Journey with SMA": [
            "I was probably 36. I can't remember.",
            "I just don't know. I became, I was in a wheelchair, I think, 1998 was when I started manual wheelchair.",
            "And then not long after that, I had to go into the motorized wheelchair, I would say a year or two. So that's when that was the big decline from that time. And, you know, I've remained stable for quite a while. And I have progressed tremendously in the last couple of years. I noticed the change, and I haven't progressed.",
            "Very, very slow progressing, so it's something that I don't notice, you know, on a daily basis. It's very slow."
          ],
          "Current Health Description": [
            "It's pretty good. I mean, it wasn't good for a while. I was having upper GI problems. And lots of because I'm sitting in the chair all day that I'm in the same position, so I have to remember to adjust my positioning and move more. But, you know, overall, the rest of my health is really good."
          ],
          "HCPs for SMA Care": [
            "It's rare that I see the neurologist.",
            "It's probably been a year.",
            "It was usually just to see how far I've progressed, you know, within the SMA, how much my muscle loss has been. So it would be my primary care physician that would recommend it, you know, if I want a neurologist."
          ],
          "Reasons for Not Seeing HCPs": [
            "There's not much to talk about. And I don't know about how I would unless there was something really bothering me, I don't think I'd bring it up. Nothing has changed very much is what I'm saying."
          ],
          "Current SMA Management": [
            "If there is something, if I... if there was something, you know, that they would recommend for me to take that would help me remain stable, that would be some process.",
            "If it would help me from not progressing anymore, that would be wonderful."
          ],
          "Number of HCPs": [
            "It's rare that I see the neurologist.",
            "It's probably been a year.",
            "It was usually just to see how far I've progressed, you know, within the SMA, how much my muscle loss has been. So it would be my primary care physician that would recommend it, you know, if I want a neurologist."
          ],
          "HCP Involvement in Treatment Decisions": [
            "It was usually just to see how far I've progressed, you know, within the SMA, how much my muscle loss has been. So it would be my primary care physician that would recommend it, you know, if I want a neurologist."
          ],
          "Primary SMA Doctor": [
            "It's rare that I see the neurologist.",
            "It's probably been a year.",
            "It was usually just to see how far I've progressed, you know, within the SMA, how much my muscle loss has been. So it would be my primary care physician that would recommend it, you know, if I want a neurologist."
          ],
          "Others Involved in Health Decisions": [
            "Well, we haven't talked about it in a while because we thought it was out of our range.",
            "I would say we've talked about it initially. I never thought it was possible, and then we don't talk about it now."
          ],
          "Support System Involvement": [
            "Well, we haven't talked about it in a while because we thought it was out of our range.",
            "I would say we've talked about it initially. I never thought it was possible, and then we don't talk about it now."
          ],
          "Comfort in Making Treatment Decisions": [
            "Well, we haven't talked about it in a while because we thought it was out of our range.",
            "I would say we've talked about it initially. I never thought it was possible, and then we don't talk about it now."
          ],
          "Health Goals - Short-term": [
            "I would hope it would let me remain at the stage I'm in right now, that I'm still able to do many things for myself throughout the day.",
            "That would be ideal if I could remain at this stage for as long as possible."
          ],
          "Health Goals - Long-term": [
            "I would hope it would let me remain at the stage I'm in right now, that I'm still able to do many things for myself throughout the day.",
            "That would be ideal if I could remain at this stage for as long as possible."
          ],
          "Personal Aspirations": [
            "I would hope it would let me remain at the stage I'm in right now, that I'm still able to do many things for myself throughout the day.",
            "That would be ideal if I could remain at this stage for as long as possible."
          ]
        }
      },
      "CURRENT PERCEPTIONS & ATTITUDES": {
        "R02": {
          "Respondent ID": [],
          "Treatments Awareness": [
            "Yes. I've heard of Evrysdi and I'm trying to think of the other names. One begins with a Z, and the first and oldest one, I can't think of the name right now of it, but there are three that I've heard of.",
            "I forgot what the other one was. Zolgensma, I think, is the other one with the Z.",
            "Well, I think they said they were going to start making a tablet as well, but I noticed the one that they have now is the liquid and keep it in the refrigerator."
          ],
          "Treatments Experience": [],
          "Benefits of Discontinued Treatment": [],
          "Drawbacks of Discontinued Treatment": [],
          "Reasons for Discontinuation": [],
          "Life Changes Impact on Discontinuation": [],
          "Insurance Coverage Impact": [
            "I did mention Spinraza to my neurologist when I first heard about it because I was so excited And then he told me What the cost would be, and it's prohibited.",
            "Well, he said that it was... the cost was very high and that my insurance wouldn't cover it. That was that simple."
          ],
          "Restarting Treatment Consideration": [],
          "Impressions of Untaken Treatment": [
            "I know that's injected right into the spinal column.",
            "Yeah. I mean, it's a little bit scary to have something injected, but I would be nervous to do it. But if it was something that was a definite plus, I'd consider it."
          ],
          "Information Source for Untaken Treatment": [
            "I did mention Spinraza to my neurologist when I first heard about it because I was so excited And then he told me What the cost would be, and it's prohibited."
          ],
          "Consideration of Untaken Treatment": [
            "Yeah. I would be happy for it."
          ],
          "Discussion with HCP about Untaken Treatment": [
            "I did mention Spinraza to my neurologist when I first heard about it because I was so excited And then he told me What the cost would be, and it's prohibited.",
            "Well, he said that it was... the cost was very high and that my insurance wouldn't cover it. That was that simple."
          ],
          "Impact of HCP on Untaken Treatment Decision": [
            "I did mention Spinraza to my neurologist when I first heard about it because I was so excited And then he told me What the cost would be, and it's prohibited.",
            "Well, he said that it was... the cost was very high and that my insurance wouldn't cover it. That was that simple."
          ],
          "Discussion with Others about Untaken Treatment": [
            "Well, we haven't talked about it in a while because we thought it was out of our range.",
            "I would say we've talked about it initially. I never thought it was possible, and then we don't talk about it now."
          ],
          "Consideration of Future Treatment": [
            "Yeah. I would be happy for it."
          ],
          "Drivers for Future Treatment Consideration": [
            "If it would help me from not progressing anymore, that would be wonderful."
          ],
          "Candidate for Future Treatment": [
            "If it would help me from not progressing anymore, that would be wonderful."
          ],
          "Awareness of Treatments in Development": [],
          "Impressions of Treatments in Development": [],
          "Candidate for Treatments in Development": [],
          "Consideration of Treatments in Development": [],
          "Drivers for Consideration of Treatments in Development": [],
          "Hesitations for Treatments in Development": []
        }
      },
      "BARRIERS TO TREATMENT & UNMET NEEDS": {
        "R02": {
          "Respondent ID": [],
          "Reasons for Not Being on Treatment": [
            "I did mention Spinraza to my neurologist when I first heard about it because I was so excited And then he told me What the cost would be, and it's prohibited.",
            "Well, he said that it was... the cost was very high and that my insurance wouldn't cover it. That was that simple."
          ],
          "Factors Driving Treatment Consideration": [
            "If it would help me from not progressing anymore, that would be wonderful."
          ],
          "Symptom Tracking Frequency": [],
          "Symptom Tracking Methods": [],
          "Discussion with HCP about Treatment Need": [
            "It's rare that I see the neurologist.",
            "It's probably been a year.",
            "It was usually just to see how far I've progressed, you know, within the SMA, how much my muscle loss has been. So it would be my primary care physician that would recommend it, you know, if I want a neurologist."
          ],
          "Emotional Factors": [
            "I don't think about it much.",
            "Okay. And that might be just a survival mechanism. You know, to just feel like I just can't trade on what I have to do during the day and what I do and what I enjoy.",
            "Well, I think if I pondered on it too much, I would probably get pretty depressed, and to think about the things I can't do as opposed to the things I can do. You know what I'm saying? So I think that is my perspective."
          ],
          "Practical or Logistical Factors": [
            "I did mention Spinraza to my neurologist when I first heard about it because I was so excited And then he told me What the cost would be, and it's prohibited.",
            "Well, he said that it was... the cost was very high and that my insurance wouldn't cover it. That was that simple."
          ],
          "Clinical Factors": [],
          "Treatment Benefit Requirement": [
            "If it would help me from not progressing anymore, that would be wonderful."
          ],
          "Challenges in Accessing Treatment": [
            "I did mention Spinraza to my neurologist when I first heard about it because I was so excited And then he told me What the cost would be, and it's prohibited.",
            "Well, he said that it was... the cost was very high and that my insurance wouldn't cover it. That was that simple."
          ],
          "Unmet Needs": [
            "They should keep in mind that the cost is prohibitive."
          ],
          "Most Important Unmet Need": [
            "They should keep in mind that the cost is prohibitive."
          ]
        }
      },
      "MOTIVATIONS & FUTURE CONSIDERATION": {
        "R02": {
          "Respondent ID": [],
          "Likelihood of Future Treatment Consideration": [
            "Yeah. I would be happy for it."
          ],
          "Factors Influencing Future Consideration": [
            "If it would help me from not progressing anymore, that would be wonderful."
          ],
          "Expected Improvements from Treatment": [
            "I would hope it would let me remain at the stage I'm in right now, that I'm still able to do many things for myself throughout the day.",
            "That would be ideal if I could remain at this stage for as long as possible."
          ],
          "Influential Decision Makers": [
            "Well, we haven't talked about it in a while because we thought it was out of our range.",
            "I would say we've talked about it initially. I never thought it was possible, and then we don't talk about it now."
          ],
          "Confidence Factors in Treatment Decision": [
            "If it would help me from not progressing anymore, that would be wonderful."
          ]
        }
      },
      "COMMUNITY ENGAGEMENT & INFO SOURCES": {
        "R02": {
          "Respondent ID": [],
          "Connection to SMA Community": [
            "Yeah. It was just people talking about what they were going through, and one of them was on it. One of the participants was actually working with Spinraza, I believe.",
            "I'm sure it was online from SMA Cares, it might have been through them. I don't recall how I did, actually."
          ],
          "Participation in SMA Groups": [
            "Yeah. It was just people talking about what they were going through, and one of them was on it. One of the participants was actually working with Spinraza, I believe.",
            "I'm sure it was online from SMA Cares, it might have been through them. I don't recall how I did, actually."
          ],
          "Reasons for Non-involvement in SMA Communities": [
            "I'm not really a big group participant.",
            "When I got this initial phone call, I'm telling you who I thought it was, I'm going to protest in October against our present government. I didn't know I'd be getting a call about SMA. So that kind of thing, I do participate in."
          ],
          "Information Sources on SMA": [
            "This said group, SMA Cares."
          ],
          "Trusted Information Sources": [
            "This said group, SMA Cares."
          ],
          "Untrusted Information Sources": [],
          "Discovery of New Treatments": [],
          "Preferred Information Format": [],
          "Improving Information Accessibility": [
            "They should keep in mind that the cost is prohibitive."
          ]
        }
      },
      "Misc.": {
        "R02": {
          "Respondent ID": [],
          "Final Comments": [
            "They should keep in mind that the cost is prohibitive."
          ],
          "Additional Notes": []
        }
      }
    },
    "transcripts": [
      {
        "id": "1760127806804",
        "respno": "R01",
        "demographics": {
          "Interview Date": "Oct 2, 2025",
          "New Column 23": "",
          "New Column 22": "",
          "New Column 21": "",
          "New Column 20": "",
          "New Column 19": "",
          "New Column 18": "",
          "New Column 17": "",
          "New Column 16": "",
          "New Column 15": "",
          "New Column 14": "",
          "New Column 13": "",
          "New Column 12": "",
          "New Column 11": "",
          "New Column 10": "",
          "New Column 9": "",
          "New Column 8": "",
          "New Column 7": "",
          "New Column 6": "",
          "Interview Time": "12:00 PM",
          "New Column 5": "",
          "New Column 4": "",
          "New Column 3": "",
          "New Column 2": "",
          "New Column 1": "",
          "Respondent ID": "R01",
          "respno": "R01",
          "tesing": "test",
          "Specialty": "HCP"
        },
        "cleanedTranscript": "2025 SMA Adult Activation Qual Transcript\n\nOct 2, 2025 | 12:00 PM\n\nModerator: Elsie, so yeah, nice to meet you. I really apologize for any of the stress caused by the technology challenges. It can be really frustrating when the technology doesn't cooperate. \n\nRespondent: Exactly. It's okay. \n\nModerator: Good. Well, thank you. By any chance, do you have a little bit of extra time if we need to go over? \n\nRespondent: Not too much. Just that we're starting at, like, you know? I don't know. We'll try to move as efficiently as we can, okay? But I'm here. We'll see. \n\nModerator: Okay. Great. So before we start, I just have to give you a quick introduction, which is, yeah, my name is Nancy. This is what I do for a living. I have absolutely no idea who you are, so let's just don't tell me your last name or the name of any of your doctors just so we can really protect your anonymity because I can't even see your face. \n\nRespondent: You're welcome. \n\nModerator: I have a few lovely research colleagues who are listening in who just really want to understand your experience with SMA, and I just have a lot of questions to ask you, and I just really want to learn from you. We're also recording. It's just for research purposes. Your name doesn't get attached to any of that. If by any chance you mention that you've had a less than ideal experience on a medication my client makes, I have to write up what's called an adverse event report, and I might have a few questions for you about that at the end. And finally, especially because we're starting late, but also just in general, sometimes I do have to interrupt folks as I interview them, and I always feel like I'm being, I'm from Massachusetts, wicked rude, as they would say. So this is my upfront apology for any interruptions. Are you all okay with all that? \n\nRespondent: Yes. I'm from Brooklyn, New York, so I understand. \n\nModerator: Well, I live in Brooklyn, New York too. So it's like we can just be meeting at the park and going for a walk. Okay? Do you still don't tell me your address, but are you still in Brooklyn, or have you moved elsewhere? \n\nRespondent: Green, Oregon. \n\nModerator: Wow. Oh, okay. You're on a different coast. Alright. Can you just tell me a little bit about your life? Like, how old you are, if you live with anybody, how you spend your days? Just wanted to send to who you are, Elsie. \n\nRespondent: Sure. I'm 77, and I live with my husband and one more son. I have a dog that you can hear. I do almost everything for myself. I'm in a wheelchair. I don't walk, but I'm fortunate enough to have a chair that elevates and reclines. It does all kinds of great things. So I can still cook for them. \n\nModerator: Wow. \n\nRespondent: I do my shopping online, and they do it. I put it away sometimes. Sometimes I have help. I'm able to dress myself and do all that kind of stuff. I'm pretty independent, and hopefully, I can remain that way for as long as possible. I don't drive anymore. But, yeah, I'm pretty content except, you know, for my position. \n\nModerator: What do you mean except for your position? \n\nRespondent: That for the things that I can't do. \n\nModerator: I see.  What are the things that you feel like you can't do right now? Like, you mentioned driving. What are the things that are challenging? \n\nRespondent: Yeah. Okay. Well, I don't have the strength that I had, of course. So, I'm trying to think. Well, of course, walking would be nice, but that's not gonna happen. \n\nModerator: Yeah. \n\nRespondent: The things that I can't do, I guess participating in certain events or being spontaneous. I can't be spontaneous. \n\nModerator: I don't know what your mouthpiece situation is. I don't know if you're moving your head or sometimes you're going in and out a teeny bit. \n\nRespondent: I'll reposition my phone if that helps. Is that better? \n\nModerator: That's much better. Thank you, Elsie. Okay. When were you diagnosed with SMA? \n\nRespondent: 1984. \n\nModerator: Okay. My math is not good. So how old do you think you were? Or how old were you? \n\nRespondent: I was probably 36. I can't remember. \n\nModerator: Okay. Interesting. To what extent do you feel like SMA, like, how is what role does SMA play in your life? Like, to what extent do you think about it? \n\nRespondent: I don't think about it much. \n\nModerator: No. \n\nRespondent: Okay. And that might be just a survival mechanism. You know, to just feel like I just can't trade on what I have to do during the day and what I do and what I enjoy. \n\nModerator: Mhmm. \n\nRespondent: I'm a pretty awesome person. \n\nModerator: You're a pretty optimistic person, and so you don't think about the SMA as part of sort of a... and you think it might be a survival mechanism a little bit. \n\nRespondent: Yeah. I do. \n\nModerator: Can you say a little bit more about that? That's really interesting. \n\nRespondent: Well, I think if I pondered on it too much, I would probably get pretty depressed, and to think about the things I can't do as opposed to the things I can do. You know what I'm saying?  So I think that is my perspective. \n\nModerator: Mhmm. Do you... I mean, how would you... I mean, you talked about your mobility. How is your health overall, would you say, these days? \n\nRespondent: It's pretty good. I mean, it wasn't good for a while. I was having upper GI problems. And lots of because I'm sitting in the chair all day that I'm in the same position, so I have to remember to adjust my positioning and move more. But, you know, overall, the rest of my health is really good. \n\nModerator: Okay. \n\nRespondent: Okay. Great. \n\nModerator: Are you seeing any health care providers for any SMA-related care, like a neurologist or primary care physician or physical therapist? \n\nRespondent: It's rare that I see the neurologist. \n\nModerator: And when's the last time you saw the neurologist? \n\nRespondent: It's probably been a year. \n\nModerator: What, talk to me about that. What motivates you to want to see a neurologist? Why do you think you go rarely? What can you tell me about that? \n\nRespondent: It was usually just to see how far I've progressed, you know, within the SMA, how much my muscle loss has been. So it would be my primary care physician that would recommend it, you know, if I want a neurologist. \n\nModerator: And how did you feel typically when you would go to the neurologist? What was that experience like for you? \n\nRespondent: It was a good experience. \n\nModerator: Yeah. \n\nRespondent: I like them very much. And they would check to make sure my breathing was adequate, you know, do those kinds of tests and see how the strength has declined. It wasn't a bad experience at all. \n\nModerator: Okay. How often does the neurologist say they want you to come see them? \n\nRespondent: I would think it was probably once a year. And then if it was recommended, you know, I would go. Or if I wanted to go I could. \n\nModerator: Okay. But so the neurologist wasn't pushing you to come more, that you would just go when it was recommended? Am I understanding that correctly? \n\nRespondent: Correct. \n\nModerator: Okay. And then it sounds like you do you talk to your primary care physician about the SMA? \n\nRespondent: No. Not really. \n\nModerator: Can you say more about that? Why that's not much of what you talk to them about? \n\nRespondent: There's not much to talk about. And I don't know about how I would unless there was something really bothering me, I don't think I'd bring it up. Nothing has changed very much is what I'm saying. \n\nModerator: Yeah. I was wondering if you could describe for me, like, how the SMA has changed for you since '84. I mean, 1984. It was a long time ago, but I think it's almost like forty-one years ago, right? Am I doing my math right or thirty? \n\nRespondent: I just don't know. I became, I was in a wheelchair, I think, 1998 was when I started manual wheelchair. \n\nModerator: Okay. \n\nRespondent: And then not long after that, I had to go into the motorized wheelchair, I would say a year or two. So that's when that was the big decline from that time. And, you know, I've remained stable for quite a while. And I have progressed tremendously in the last couple of years. I noticed the change, and I haven't progressed. \n\nModerator: Yeah. Okay. But so you had a big decline around 1998 when you went into the wheelchair and then the motorized wheelchair. But then since then, how have things changed since, you know, '25 years ago? \n\nRespondent: Very, very slow progressing, so it's something that I don't notice, you know, on a daily basis. It's very slow. \n\nModerator: Okay. Great. Do you ever wish that you were talking to any health care providers about your SMA, or do you feel like you don't really have... \n\nRespondent: If there is something, if I... if there was something, you know, that they would recommend for me to take that would help me remain stable, that would be some process. \n\nModerator: What well, okay. So if there were something that you could take that would allow you that would help you remain stable, that would be something that would appeal to you? \n\nRespondent: If it would help me from not progressing anymore, that would be wonderful. \n\nModerator: Okay. Have you... I mean, I'm speaking of that, are you aware of any treatments that are available for SMA? \n\nRespondent: Yes. I've heard of Evrysdi and I'm trying to think of the other names. One begins with a Z, and the first and oldest one, I can't think of the name right now of it, but there are three that I've heard of. \n\nModerator: Mhmm. Spinraza, the one, the oldest one that you've heard? \n\nRespondent: Yeah. Spinraza. \n\nRespondent: I forgot what the other one was. Zolgensma, I think, is the other one with the Z. \n\nModerator: Right? \n\nRespondent: One of them is a liquid, I think, that you would take every day. I think that was a .. but I'm not sure. \n\nModerator: Mhmm. \n\nRespondent: Yep. \n\nModerator: Yeah. What are your... well, first of all, have you had any experience with any of these treatments? Have you ever taken any of these treatments? \n\nRespondent: No. No. I haven't. \n\nModerator: How do you... what are your impressions of like, let's start with Evrysdi. What are your thoughts about that treatment sort of broadly? What do you know about it, and what are your thoughts about it? \n\nRespondent: Well, I think they said they were going to start making a tablet as well, but I noticed the one that they have now is the liquid and keep it in the refrigerator. \n\nModerator: Mhmm. \n\nRespondent: You take... that's all I know about it. \n\nModerator: Okay. Do you have any positive thoughts about Evrysdi or negative thoughts about Evrysdi? \n\nRespondent: No. I don't know that much about it, you know, if it would help me. That would be a consideration. That's, you know, I really don't know if it would or not. \n\nModerator: Okay. What about Spinraza? Do you have... do you know anything about Spinraza? \n\nRespondent: I know that's injected right into the spinal column. \n\nModerator: Yep. \n\nRespondent: Mhmm. \n\nModerator: Yeah. \n\nRespondent: I don't know if it was a couple of times a year that you had to have it done. \n\nModerator: Mhmm. Any positive or negative thoughts about Spinraza? \n\nRespondent: Yeah. I mean, it's a little bit scary to have something injected, but I would be nervous to do it. But if it was something that was a definite plus, I'd consider it. \n\nModerator: Okay. I just want to take a pause for a second. Are you a part of any, like, SMA communities? Do you know anyone with SMA, or to what extent do you feel... \n\nRespondent: Yeah. No. I don't. \n\nModerator: You don't know anyone else who has SMA? \n\nRespondent: No. \n\nModerator: Have you ever participated in any, like, in-person groups or online groups or gone on to a Facebook group or anything like that? \n\nRespondent: I did at one time. \n\nModerator: Can you tell me about that? \n\nRespondent: Yeah. It was just people talking about what they were going through, and one of them was on it. One of the participants was actually working with Spinraza, I believe. \n\nModerator: How did you get hooked up with this group? \n\nRespondent: I'm sure it was online from SMA Cares, it might have been through them. I don't recall how I did, actually. \n\nModerator: And what was your reaction to listening? Was that something that you were participating in online or was it in person? \n\nRespondent: It was in person. \n\nModerator: Oh, what was that experience like for you going to that group in person? \n\nRespondent: Yeah. It was a good experience. \n\nModerator: Yeah. \n\nRespondent: What did it make you feel like being in that group? \n\nRespondent: It was good just hearing other people's opinions and what they're going through. \n\nModerator: Do you wish you were more involved in any kind of SMA community? Is that something that would appeal to you, or is it something that does not appeal to you or somewhere in between? \n\nRespondent: Yeah. I'm pretty neutral on it. \n\nModerator: Yeah. \n\nRespondent: I would think it will only be for a particular reason that I would want to go. \n\nModerator: Okay. I can come back to that. What is SMA Cares exactly? Do you know what that is? I don't exactly know what that is. I feel like I should, but... \n\nRespondent: It's the group that discusses what's going on with SMA, what's available for treatment. \n\nModerator: Okay. Does it something that you get in the physical mail, or is it like an email that you get? \n\nRespondent: Yeah. It's online. \n\nModerator: Okay. How often? \n\nRespondent: I got an email something happening. \n\nModerator: Do you like getting that information from them or going online? \n\nRespondent: It's... I don't know if there's something new out there. \n\nModerator: Okay. Alright. So let's come back to treatment. So Evrysdi and Spinraza, how do you think you even first heard about these treatments? \n\nRespondent: Good question. I don't recall. \n\nModerator: You don't recall? \n\nRespondent: I did mention Spinraza to my neurologist when I first heard about it because I was so excited And then he told me What the cost would be, and it's prohibited. \n\nModerator: It was prohibited at the time. \n\nRespondent: I don't know if it's...: And I wasn't really sure if my insurance covered it. \n\nModerator: Yeah. So the cost is outrageous still. \n\nRespondent: Yeah. \n\nModerator: What were you excited about when you first heard about Spinraza? \n\nRespondent: By the way, chance I'd be able to improve my motor skills. \n\nModerator: And what did the neurologist say about it besides the cost? Do you remember? \n\nRespondent: No. I don't. \n\nModerator: And when the neurologist brought up the cost, was the... \n\nRespondent: Yes. \n\nModerator: Tell me a little bit more about what was said about the cost and your reaction to it. \n\nRespondent: Well, he said that it was... the cost was very high and that my insurance wouldn't cover it. That was that simple. \n\nModerator: Wow. He said your insurance will not cover it, and that was the end of the story? \n\nRespondent: Right. \n\nModerator: What insurance did you have? Was it Medicare or like... \n\nRespondent: No. I didn't have Medicare at the time. I have Kaiser. \n\nModerator: Interesting. \n\nRespondent: And he said it won't cover it, so end of story. \n\nModerator: Right. How did that make you feel when you found that out? \n\nRespondent: It's disheartening. \n\nModerator: Yeah. Did you ever look at any other... I don't even know if there are other routes to get the medication, but did you ever explore further if anything else about Spinraza and accessing it? \n\nRespondent: I don't know. No. I don't think there are any options that I could think of. \n\nModerator: Okay. And then did you ever talk to a doctor again about Spinraza? Has that ever come up ever again? \n\nRespondent: No. Not lately. \n\nModerator: And why is that? \n\nRespondent: Well, because I haven't heard that anything to see what their cost. \n\nModerator: Okay. So is it fair for me to say you assume that you still wouldn't be able to afford it because the cost is so ridiculously high? Is that fair? \n\nRespondent: Yeah. \n\nModerator: Okay. Have you ever talked to a doctor about Evrysdi? \n\nRespondent: No. I haven't. \n\nModerator: And why is that? Tell me about that. \n\nRespondent: I just... it just didn't come up. I didn't think of it, I guess. \n\nModerator: How can you tell me about that a little bit? Or it's interesting to me that you didn't... like, how would you feel about the possibility of considering Evrysdi, like, being able to possibly take Evrysdi? How would that make you feel? \n\nRespondent: Yeah. I think that'd be great, but it's also a high cost. \n\nModerator: Yeah. So I just don't want... I'm just reluctant to put words in your mouth, Elsie, so I don't want to make any assumptions. \n\nModerator: So were you assuming that... please correct me if I'm wrong. Were you assuming that Evrysdi would also just not be covered by your insurance or it would be too expensive? \n\nRespondent: Yes. \n\nModerator: Okay. Let's imagine, like, some world that exists where this medication was actually accessible to you, like either Evrysdi or Spinraza. How, like, today, now in your life, is that something that you would... how would you feel about the possibility of either one of those treatments being available to you now? \n\nRespondent: Yeah. I would be happy for it. \n\nModerator: Yeah. \n\nRespondent: When you see the neurologist, like, once a year, is it regularly? You'll see that neurologist once a year pretty typically? \n\nRespondent: Yes. \n\nModerator: Is it the same neurologist you first brought up Spinraza to? \n\nRespondent: I'm not sure if he'll be available right now, but I will find out. \n\nModerator: But, I mean, historically, are you... you continue to see that same doctor? \n\nRespondent: Yes. \n\nModerator: Okay. Has he ever mentioned Evrysdi? Has he ever mentioned treatment again to you? \n\nRespondent: No. \n\nModerator: How would you feel if he did bring it up? \n\nRespondent: Alright. Yeah. I would respect his recommendation for sure. \n\nModerator: Have you ever spoken to anyone else about treatment at all, whether it's primary care physician or your husband or someone online or anything? \n\nRespondent: Just my husband. \n\nModerator: What are those conversations like when you and your husband talk about it? \n\nRespondent: Well, we haven't talked about it in a while because we thought it was out of our range. \n\nModerator: Yeah. \n\nRespondent: I would say we've talked about it initially. I never thought it was possible, and then we don't talk about it now. \n\nModerator: Because how does it feel to even talk about something that you feel like is not in your range? \n\nRespondent: Well, it's like saying, how would you like a Mercedes to drive? You know, you just don't talk about it. \n\nModerator: Yeah. \n\nRespondent: Like, why even talk about something that is just not a realistic option? \n\nModerator: And are you still on Kaiser? Is that still your coverage? \n\nRespondent: Yes. \n\nModerator: And it but it's through Medicare, was that right? \n\nRespondent: It's like a Medicare Advantage Plan or something. \n\nModerator: It's always like that? \n\nRespondent: Yeah. \n\nModerator: Nice to hear it. \n\nRespondent: Yeah. \n\nModerator: But I have the Advantage Plan as well. \n\nRespondent: Okay. \n\nModerator: And you've never asked them about Evrysdi or anything like that? You haven't... you just sort of assumed, like, if Spinraza wasn't covered? \n\nRespondent: I will go see if anything has changed, but yeah. \n\nModerator: What do you mean you will? Why will you? \n\nRespondent: Because now I'm curious to see if any changes. I would assume that it would be recommended to me if there have been changes. \n\nModerator: Oh, so you're assuming... Your neurologist would have brought it up to you if he thought it was accessible to you. \n\nModerator: How does it make you feel, Elsie, when you... if you were to read about other SMA patients who do have access to those medications? Like, how does that make you feel when you hear about or read about those patients actually getting to take treatment? \n\nRespondent: I really haven't read about it that much. I think a part of me is like, you know, I talk to lots of different types of people who have SMA and some people are, like, on those Facebook groups every day. Some people are going to conferences and other people don't participate in those groups for whatever reason. And I'm trying to... \n\nModerator: I would love to understand for you if there's anything that sort of keeps you from wanting to participate in those groups. Like, is there anything that makes you feel like it's not a... it doesn't feel good or doesn't feel like you belong? Or I don't know if there are any sort of barriers for you to feel like that's something that you want in your life. \n\nRespondent: I'm not really a big group participant. \n\nModerator: Mhmm. \n\nRespondent: When I got this initial phone call, I'm telling you who I thought it was, I'm going to protest in October against our present government. I didn't know I'd be getting a call about SMA. So that kind of thing, I do participate in. But something like this, I haven't. \n\nModerator: Do you wish that you were receiving more information about SMA and SMA treatments? Is that something that would make you feel good about receiving? \n\nRespondent: Yeah. Definitely. \n\nModerator: Could you give me an example of what kind of information you would like to receive? \n\nRespondent: Well, I have received things saying how it helps people, you know, to what degree, but probably more often and how it might become more available to people if the costs have changed. \n\nModerator: Yeah. \n\nRespondent: Things like that. \n\nModerator: Yeah. Like, I'm speaking out of turn here, but I know certain manufacturers have, like, patient advocacy programs for when medications are not affordable and they provide access to treatment. But I don't know enough about your situation and what the manufacturers provide. But that's not something you ever looked into, right? \n\nRespondent: No. I haven't. \n\nModerator: Would that be of interest to you if that information were provided to you? \n\nRespondent: Of course. \n\nModerator: Yeah. \n\nRespondent: Yeah. \n\nModerator: So just so I'm 100% clear, like, what SMA information even crosses your desk these days, like, or gets into your computer? Do you get any emails from anything SMA related at all? \n\nRespondent: This said group, SMA Cares. \n\nModerator: Okay. \n\nRespondent: And how often does that show up in your email? \n\nRespondent: I don't recall. \n\nModerator: Okay. \n\nRespondent: And do you typically open those? \n\nRespondent: Yeah. \n\nModerator: Okay.  Are there any other ways you wish that you would... I mean, we talked about the kind of information you'd like to get around SMA. Is there any other way you would sort of just like to connect to SMA, the SMA community or what's happening to SMA, like talking to peers about SMA? Would you want to... do you wish you were talking to more peers about SMA, or is that of not that much interest to you? \n\nRespondent: It's only about treatment and how it's going or if they're successful or how they're obtaining treatment. That would be my only interest. \n\nModerator: Okay. \n\nRespondent: Okay. \n\nModerator: Yeah. Why are you less interested in just talking to other SMA patients about their experience? \n\nRespondent: I'm not that interested. \n\nModerator: Yeah. Why is that? Just out of curiosity. Not that you should be. I'm just trying to understand. \n\nRespondent: I don't know. As I said, I would want to know if they're receiving treatment and if it's effective, that I would be interested in. \n\nModerator: Okay. \n\nRespondent: So that's another element too. \n\nModerator: Okay. Great. Are you aware of any future treatment options coming down the pipeline for SMA? \n\nRespondent: No. I'm not. \n\nModerator: Only... Are you the one that might use this tablet? That tablet is available now. I think it's been available... I'm gonna be wrong, but I feel like it might be coming up on a year now. Although, it could be... I could be wrong. Don't quote me on that.  What do you think about the fact that Evrysdi is now a tablet? How much does that matter to you? \n\nRespondent: Well, that'd be great because you can take it with you. It's portable, and you don't have to worry about refrigerating it. \n\nModerator: Yeah. \n\nRespondent: I'd have it with my other medications available every day. \n\nModerator: So... \n\nRespondent: Yeah. \n\nModerator: Okay. I was wrong about the year. It's only been six months. But, yeah, it is something that is available now, the tablet. Does hearing that make any impact on your likelihood to bring it up with your... \n\nRespondent: Definitely. \n\nModerator: Why is that? \n\nRespondent: Because of the convenience. \n\nModerator: Yeah. But even you would bring it up... I mean, even would you assume that the tablet would have the same cost? \n\nRespondent: I don't know. I would have to know more about it. \n\nModerator: And you haven't heard about any other treatments besides that one? \n\nRespondent: What do you mean? Oh, new treatments. \n\nModerator: So there are a couple new treatments on the horizon. One of them is like, they're testing a higher dose of Spinraza, and they're also testing this medication that you would take in combination with Evrysdi or Spinraza. And the category is called an anti-myostatin. I am not an expert on this, but it works directly on the muscles. \n\nRespondent: And so, yeah. Education is paramount. Knowing about all of this is the best. \n\nModerator: Yeah. \n\nRespondent: Okay. \n\nModerator: I mean, I think what's... I mean, you're gonna say, like, what I'm... I'm gonna sound stupid saying this, so I apologize. But it sounds like for you, obviously, initially, the idea of treatment was really exciting, but the cost, it was just like, creates this insurmountable barrier. So it just became something like a Mercedes that you just don't even think about because it's... why torture yourself with something that's not even an option? Is that fair? \n\nModerator: Yeah. \n\nRespondent: Or not fair? \n\nModerator: That's fair. \n\nRespondent: Yeah. \n\nModerator: I love the Mercedes analogy. If there were routes for you to find affordable medication, what would be the best way to communicate that to you? Like, what would be the best way for you to find out about SMA treatment that was actually covered by your insurance? What would be the best way for you to learn about that? \n\nRespondent: Maybe from the manufacturer itself, then from my physician. \n\nModerator: Which physician? \n\nRespondent: My primary care physician and neurologist. Either one of them, if they could, you know, give me that information when it comes, that would be wonderful. But it looks like I have to do the research on my own, really. I have to be my own advocate. So I have to start finding these things out for myself. \n\nModerator: It was striking to me that you said you don't really talk to your primary care physician about the SMA. \n\nRespondent: No. \n\nModerator: I wonder... \n\nRespondent: And she doesn't do that. \n\nRespondent: She doesn't ask me anything about it as well. \n\nModerator: She doesn't ask you about your SMA at all? \n\nRespondent: No. \n\nModerator: How does that make you feel that she doesn't ask you about it? \n\nRespondent: I mean, I'm there in person, so she sees what I can and can't do, not like, you know what I mean? \n\nModerator: Yeah. \n\nRespondent: Do you wish that she spoke to you more directly about your SMA? \n\nRespondent: Not really because I haven't changed. \n\nModerator: You know what I'm saying? \n\nRespondent: Yeah. \n\nModerator: But if treatment were an accessible option for you, how would you feel about her bringing that up to you? \n\nRespondent: Oh, I would think that'd be perfect. \n\nModerator: Yeah. \n\nRespondent: I have a crazy question to ask you, Elsie. Do you think your primary care physician really understands what SMA is? \n\nRespondent: I don't know. \n\nModerator: I'm pretty sure she does. \n\nRespondent: Yeah. \n\nModerator: Okay. I was talking to someone recently whose primary care physician kept talking about the fact that the patient had muscular dystrophy. And so that is the reason that I'm asking them. \n\nRespondent: Okay. \n\nModerator: So, I am just looking through my list of questions to see if there's anything else. \n\nModerator: I guess I know I've asked you this before, but I guess here's like, what if you were to start treatment at this point, like, what would you hope the treatment would do for you? \n\nRespondent: I would hope it would let me remain at the stage I'm in right now, that I'm still able to do many things for myself throughout the day. \n\nModerator: Yeah. \n\nRespondent: That would be ideal if I could remain at this stage for as long as possible. \n\nModerator: Awesome. \n\nModerator: And, like, really, like, focusing on the independence. \n\nRespondent: Exactly. \n\nModerator: Yeah. \n\nRespondent: That's what I could ask for. \n\nModerator: Yeah. \n\nRespondent: Okay. \n\nModerator: Anything else you would want people in the SMA communities, a manufacturer of SMA treatments to know about what they can do to help you or what they can do to help you access treatment? Anything else they should keep in mind about you and your experience? \n\nRespondent: They should keep in mind that the cost is prohibitive. \n\nModerator: Yep. \n\nRespondent: That would be nice. \n\nModerator: Fair enough. \n\nRespondent: Yeah. \n\nModerator: Alrighty. Elsie, thank you so, so much for making the time to do this. \n\n\n\n",
        "originalTranscript": "2025 SMA Adult Activation Qual Transcript\n\nOct 2, 2025 | 12:00 PM\n\nModerator: Elsie, so yeah, nice to meet you. I really apologize for any of the stress caused by the technology challenges. It can be really frustrating when the technology doesn't cooperate. \n\nRespondent: Exactly. It's okay. \n\nModerator: Good. Well, thank you. By any chance, do you have a little bit of extra time if we need to go over? \n\nRespondent: Not too much. Just that we're starting at, like, you know? I don't know. We'll try to move as efficiently as we can, okay? But I'm here. We'll see. \n\nModerator: Okay. Great. So before we start, I just have to give you a quick introduction, which is, yeah, my name is Nancy. This is what I do for a living. I have absolutely no idea who you are, so let's just don't tell me your last name or the name of any of your doctors just so we can really protect your anonymity because I can't even see your face. \n\nRespondent: You're welcome. \n\nModerator: I have a few lovely research colleagues who are listening in who just really want to understand your experience with SMA, and I just have a lot of questions to ask you, and I just really want to learn from you. We're also recording. It's just for research purposes. Your name doesn't get attached to any of that. If by any chance you mention that you've had a less than ideal experience on a medication my client makes, I have to write up what's called an adverse event report, and I might have a few questions for you about that at the end. And finally, especially because we're starting late, but also just in general, sometimes I do have to interrupt folks as I interview them, and I always feel like I'm being, I'm from Massachusetts, wicked rude, as they would say. So this is my upfront apology for any interruptions. Are you all okay with all that? \n\nRespondent: Yes. I'm from Brooklyn, New York, so I understand. \n\nModerator: Well, I live in Brooklyn, New York too. So it's like we can just be meeting at the park and going for a walk. Okay? Do you still don't tell me your address, but are you still in Brooklyn, or have you moved elsewhere? \n\nRespondent: Green, Oregon. \n\nModerator: Wow. Oh, okay. You're on a different coast. Alright. Can you just tell me a little bit about your life? Like, how old you are, if you live with anybody, how you spend your days? Just wanted to send to who you are, Elsie. \n\nRespondent: Sure. I'm 77, and I live with my husband and one more son. I have a dog that you can hear. I do almost everything for myself. I'm in a wheelchair. I don't walk, but I'm fortunate enough to have a chair that elevates and reclines. It does all kinds of great things. So I can still cook for them. \n\nModerator: Wow. \n\nRespondent: I do my shopping online, and they do it. I put it away sometimes. Sometimes I have help. I'm able to dress myself and do all that kind of stuff. I'm pretty independent, and hopefully, I can remain that way for as long as possible. I don't drive anymore. But, yeah, I'm pretty content except, you know, for my position. \n\nModerator: What do you mean except for your position? \n\nRespondent: That for the things that I can't do. \n\nModerator: I see.  What are the things that you feel like you can't do right now? Like, you mentioned driving. What are the things that are challenging? \n\nRespondent: Yeah. Okay. Well, I don't have the strength that I had, of course. So, I'm trying to think. Well, of course, walking would be nice, but that's not gonna happen. \n\nModerator: Yeah. \n\nRespondent: The things that I can't do, I guess participating in certain events or being spontaneous. I can't be spontaneous. \n\nModerator: I don't know what your mouthpiece situation is. I don't know if you're moving your head or sometimes you're going in and out a teeny bit. \n\nRespondent: I'll reposition my phone if that helps. Is that better? \n\nModerator: That's much better. Thank you, Elsie. Okay. When were you diagnosed with SMA? \n\nRespondent: 1984. \n\nModerator: Okay. My math is not good. So how old do you think you were? Or how old were you? \n\nRespondent: I was probably 36. I can't remember. \n\nModerator: Okay. Interesting. To what extent do you feel like SMA, like, how is what role does SMA play in your life? Like, to what extent do you think about it? \n\nRespondent: I don't think about it much. \n\nModerator: No. \n\nRespondent: Okay. And that might be just a survival mechanism. You know, to just feel like I just can't trade on what I have to do during the day and what I do and what I enjoy. \n\nModerator: Mhmm. \n\nRespondent: I'm a pretty awesome person. \n\nModerator: You're a pretty optimistic person, and so you don't think about the SMA as part of sort of a... and you think it might be a survival mechanism a little bit. \n\nRespondent: Yeah. I do. \n\nModerator: Can you say a little bit more about that? That's really interesting. \n\nRespondent: Well, I think if I pondered on it too much, I would probably get pretty depressed, and to think about the things I can't do as opposed to the things I can do. You know what I'm saying?  So I think that is my perspective. \n\nModerator: Mhmm. Do you... I mean, how would you... I mean, you talked about your mobility. How is your health overall, would you say, these days? \n\nRespondent: It's pretty good. I mean, it wasn't good for a while. I was having upper GI problems. And lots of because I'm sitting in the chair all day that I'm in the same position, so I have to remember to adjust my positioning and move more. But, you know, overall, the rest of my health is really good. \n\nModerator: Okay. \n\nRespondent: Okay. Great. \n\nModerator: Are you seeing any health care providers for any SMA-related care, like a neurologist or primary care physician or physical therapist? \n\nRespondent: It's rare that I see the neurologist. \n\nModerator: And when's the last time you saw the neurologist? \n\nRespondent: It's probably been a year. \n\nModerator: What, talk to me about that. What motivates you to want to see a neurologist? Why do you think you go rarely? What can you tell me about that? \n\nRespondent: It was usually just to see how far I've progressed, you know, within the SMA, how much my muscle loss has been. So it would be my primary care physician that would recommend it, you know, if I want a neurologist. \n\nModerator: And how did you feel typically when you would go to the neurologist? What was that experience like for you? \n\nRespondent: It was a good experience. \n\nModerator: Yeah. \n\nRespondent: I like them very much. And they would check to make sure my breathing was adequate, you know, do those kinds of tests and see how the strength has declined. It wasn't a bad experience at all. \n\nModerator: Okay. How often does the neurologist say they want you to come see them? \n\nRespondent: I would think it was probably once a year. And then if it was recommended, you know, I would go. Or if I wanted to go I could. \n\nModerator: Okay. But so the neurologist wasn't pushing you to come more, that you would just go when it was recommended? Am I understanding that correctly? \n\nRespondent: Correct. \n\nModerator: Okay. And then it sounds like you do you talk to your primary care physician about the SMA? \n\nRespondent: No. Not really. \n\nModerator: Can you say more about that? Why that's not much of what you talk to them about? \n\nRespondent: There's not much to talk about. And I don't know about how I would unless there was something really bothering me, I don't think I'd bring it up. Nothing has changed very much is what I'm saying. \n\nModerator: Yeah. I was wondering if you could describe for me, like, how the SMA has changed for you since '84. I mean, 1984. It was a long time ago, but I think it's almost like forty-one years ago, right? Am I doing my math right or thirty? \n\nRespondent: I just don't know. I became, I was in a wheelchair, I think, 1998 was when I started manual wheelchair. \n\nModerator: Okay. \n\nRespondent: And then not long after that, I had to go into the motorized wheelchair, I would say a year or two. So that's when that was the big decline from that time. And, you know, I've remained stable for quite a while. And I have progressed tremendously in the last couple of years. I noticed the change, and I haven't progressed. \n\nModerator: Yeah. Okay. But so you had a big decline around 1998 when you went into the wheelchair and then the motorized wheelchair. But then since then, how have things changed since, you know, '25 years ago? \n\nRespondent: Very, very slow progressing, so it's something that I don't notice, you know, on a daily basis. It's very slow. \n\nModerator: Okay. Great. Do you ever wish that you were talking to any health care providers about your SMA, or do you feel like you don't really have... \n\nRespondent: If there is something, if I... if there was something, you know, that they would recommend for me to take that would help me remain stable, that would be some process. \n\nModerator: What well, okay. So if there were something that you could take that would allow you that would help you remain stable, that would be something that would appeal to you? \n\nRespondent: If it would help me from not progressing anymore, that would be wonderful. \n\nModerator: Okay. Have you... I mean, I'm speaking of that, are you aware of any treatments that are available for SMA? \n\nRespondent: Yes. I've heard of Evrysdi and I'm trying to think of the other names. One begins with a Z, and the first and oldest one, I can't think of the name right now of it, but there are three that I've heard of. \n\nModerator: Mhmm. Spinraza, the one, the oldest one that you've heard? \n\nRespondent: Yeah. Spinraza. \n\nRespondent: I forgot what the other one was. Zolgensma, I think, is the other one with the Z. \n\nModerator: Right? \n\nRespondent: One of them is a liquid, I think, that you would take every day. I think that was a .. but I'm not sure. \n\nModerator: Mhmm. \n\nRespondent: Yep. \n\nModerator: Yeah. What are your... well, first of all, have you had any experience with any of these treatments? Have you ever taken any of these treatments? \n\nRespondent: No. No. I haven't. \n\nModerator: How do you... what are your impressions of like, let's start with Evrysdi. What are your thoughts about that treatment sort of broadly? What do you know about it, and what are your thoughts about it? \n\nRespondent: Well, I think they said they were going to start making a tablet as well, but I noticed the one that they have now is the liquid and keep it in the refrigerator. \n\nModerator: Mhmm. \n\nRespondent: You take... that's all I know about it. \n\nModerator: Okay. Do you have any positive thoughts about Evrysdi or negative thoughts about Evrysdi? \n\nRespondent: No. I don't know that much about it, you know, if it would help me. That would be a consideration. That's, you know, I really don't know if it would or not. \n\nModerator: Okay. What about Spinraza? Do you have... do you know anything about Spinraza? \n\nRespondent: I know that's injected right into the spinal column. \n\nModerator: Yep. \n\nRespondent: Mhmm. \n\nModerator: Yeah. \n\nRespondent: I don't know if it was a couple of times a year that you had to have it done. \n\nModerator: Mhmm. Any positive or negative thoughts about Spinraza? \n\nRespondent: Yeah. I mean, it's a little bit scary to have something injected, but I would be nervous to do it. But if it was something that was a definite plus, I'd consider it. \n\nModerator: Okay. I just want to take a pause for a second. Are you a part of any, like, SMA communities? Do you know anyone with SMA, or to what extent do you feel... \n\nRespondent: Yeah. No. I don't. \n\nModerator: You don't know anyone else who has SMA? \n\nRespondent: No. \n\nModerator: Have you ever participated in any, like, in-person groups or online groups or gone on to a Facebook group or anything like that? \n\nRespondent: I did at one time. \n\nModerator: Can you tell me about that? \n\nRespondent: Yeah. It was just people talking about what they were going through, and one of them was on it. One of the participants was actually working with Spinraza, I believe. \n\nModerator: How did you get hooked up with this group? \n\nRespondent: I'm sure it was online from SMA Cares, it might have been through them. I don't recall how I did, actually. \n\nModerator: And what was your reaction to listening? Was that something that you were participating in online or was it in person? \n\nRespondent: It was in person. \n\nModerator: Oh, what was that experience like for you going to that group in person? \n\nRespondent: Yeah. It was a good experience. \n\nModerator: Yeah. \n\nRespondent: What did it make you feel like being in that group? \n\nRespondent: It was good just hearing other people's opinions and what they're going through. \n\nModerator: Do you wish you were more involved in any kind of SMA community? Is that something that would appeal to you, or is it something that does not appeal to you or somewhere in between? \n\nRespondent: Yeah. I'm pretty neutral on it. \n\nModerator: Yeah. \n\nRespondent: I would think it will only be for a particular reason that I would want to go. \n\nModerator: Okay. I can come back to that. What is SMA Cares exactly? Do you know what that is? I don't exactly know what that is. I feel like I should, but... \n\nRespondent: It's the group that discusses what's going on with SMA, what's available for treatment. \n\nModerator: Okay. Does it something that you get in the physical mail, or is it like an email that you get? \n\nRespondent: Yeah. It's online. \n\nModerator: Okay. How often? \n\nRespondent: I got an email something happening. \n\nModerator: Do you like getting that information from them or going online? \n\nRespondent: It's... I don't know if there's something new out there. \n\nModerator: Okay. Alright. So let's come back to treatment. So Evrysdi and Spinraza, how do you think you even first heard about these treatments? \n\nRespondent: Good question. I don't recall. \n\nModerator: You don't recall? \n\nRespondent: I did mention Spinraza to my neurologist when I first heard about it because I was so excited And then he told me What the cost would be, and it's prohibited. \n\nModerator: It was prohibited at the time. \n\nRespondent: I don't know if it's...: And I wasn't really sure if my insurance covered it. \n\nModerator: Yeah. So the cost is outrageous still. \n\nRespondent: Yeah. \n\nModerator: What were you excited about when you first heard about Spinraza? \n\nRespondent: By the way, chance I'd be able to improve my motor skills. \n\nModerator: And what did the neurologist say about it besides the cost? Do you remember? \n\nRespondent: No. I don't. \n\nModerator: And when the neurologist brought up the cost, was the... \n\nRespondent: Yes. \n\nModerator: Tell me a little bit more about what was said about the cost and your reaction to it. \n\nRespondent: Well, he said that it was... the cost was very high and that my insurance wouldn't cover it. That was that simple. \n\nModerator: Wow. He said your insurance will not cover it, and that was the end of the story? \n\nRespondent: Right. \n\nModerator: What insurance did you have? Was it Medicare or like... \n\nRespondent: No. I didn't have Medicare at the time. I have Kaiser. \n\nModerator: Interesting. \n\nRespondent: And he said it won't cover it, so end of story. \n\nModerator: Right. How did that make you feel when you found that out? \n\nRespondent: It's disheartening. \n\nModerator: Yeah. Did you ever look at any other... I don't even know if there are other routes to get the medication, but did you ever explore further if anything else about Spinraza and accessing it? \n\nRespondent: I don't know. No. I don't think there are any options that I could think of. \n\nModerator: Okay. And then did you ever talk to a doctor again about Spinraza? Has that ever come up ever again? \n\nRespondent: No. Not lately. \n\nModerator: And why is that? \n\nRespondent: Well, because I haven't heard that anything to see what their cost. \n\nModerator: Okay. So is it fair for me to say you assume that you still wouldn't be able to afford it because the cost is so ridiculously high? Is that fair? \n\nRespondent: Yeah. \n\nModerator: Okay. Have you ever talked to a doctor about Evrysdi? \n\nRespondent: No. I haven't. \n\nModerator: And why is that? Tell me about that. \n\nRespondent: I just... it just didn't come up. I didn't think of it, I guess. \n\nModerator: How can you tell me about that a little bit? Or it's interesting to me that you didn't... like, how would you feel about the possibility of considering Evrysdi, like, being able to possibly take Evrysdi? How would that make you feel? \n\nRespondent: Yeah. I think that'd be great, but it's also a high cost. \n\nModerator: Yeah. So I just don't want... I'm just reluctant to put words in your mouth, Elsie, so I don't want to make any assumptions. \n\nModerator: So were you assuming that... please correct me if I'm wrong. Were you assuming that Evrysdi would also just not be covered by your insurance or it would be too expensive? \n\nRespondent: Yes. \n\nModerator: Okay. Let's imagine, like, some world that exists where this medication was actually accessible to you, like either Evrysdi or Spinraza. How, like, today, now in your life, is that something that you would... how would you feel about the possibility of either one of those treatments being available to you now? \n\nRespondent: Yeah. I would be happy for it. \n\nModerator: Yeah. \n\nRespondent: When you see the neurologist, like, once a year, is it regularly? You'll see that neurologist once a year pretty typically? \n\nRespondent: Yes. \n\nModerator: Is it the same neurologist you first brought up Spinraza to? \n\nRespondent: I'm not sure if he'll be available right now, but I will find out. \n\nModerator: But, I mean, historically, are you... you continue to see that same doctor? \n\nRespondent: Yes. \n\nModerator: Okay. Has he ever mentioned Evrysdi? Has he ever mentioned treatment again to you? \n\nRespondent: No. \n\nModerator: How would you feel if he did bring it up? \n\nRespondent: Alright. Yeah. I would respect his recommendation for sure. \n\nModerator: Have you ever spoken to anyone else about treatment at all, whether it's primary care physician or your husband or someone online or anything? \n\nRespondent: Just my husband. \n\nModerator: What are those conversations like when you and your husband talk about it? \n\nRespondent: Well, we haven't talked about it in a while because we thought it was out of our range. \n\nModerator: Yeah. \n\nRespondent: I would say we've talked about it initially. I never thought it was possible, and then we don't talk about it now. \n\nModerator: Because how does it feel to even talk about something that you feel like is not in your range? \n\nRespondent: Well, it's like saying, how would you like a Mercedes to drive? You know, you just don't talk about it. \n\nModerator: Yeah. \n\nRespondent: Like, why even talk about something that is just not a realistic option? \n\nModerator: And are you still on Kaiser? Is that still your coverage? \n\nRespondent: Yes. \n\nModerator: And it but it's through Medicare, was that right? \n\nRespondent: It's like a Medicare Advantage Plan or something. \n\nModerator: It's always like that? \n\nRespondent: Yeah. \n\nModerator: Nice to hear it. \n\nRespondent: Yeah. \n\nModerator: But I have the Advantage Plan as well. \n\nRespondent: Okay. \n\nModerator: And you've never asked them about Evrysdi or anything like that? You haven't... you just sort of assumed, like, if Spinraza wasn't covered? \n\nRespondent: I will go see if anything has changed, but yeah. \n\nModerator: What do you mean you will? Why will you? \n\nRespondent: Because now I'm curious to see if any changes. I would assume that it would be recommended to me if there have been changes. \n\nModerator: Oh, so you're assuming... Your neurologist would have brought it up to you if he thought it was accessible to you. \n\nModerator: How does it make you feel, Elsie, when you... if you were to read about other SMA patients who do have access to those medications? Like, how does that make you feel when you hear about or read about those patients actually getting to take treatment? \n\nRespondent: I really haven't read about it that much. I think a part of me is like, you know, I talk to lots of different types of people who have SMA and some people are, like, on those Facebook groups every day. Some people are going to conferences and other people don't participate in those groups for whatever reason. And I'm trying to... \n\nModerator: I would love to understand for you if there's anything that sort of keeps you from wanting to participate in those groups. Like, is there anything that makes you feel like it's not a... it doesn't feel good or doesn't feel like you belong? Or I don't know if there are any sort of barriers for you to feel like that's something that you want in your life. \n\nRespondent: I'm not really a big group participant. \n\nModerator: Mhmm. \n\nRespondent: When I got this initial phone call, I'm telling you who I thought it was, I'm going to protest in October against our present government. I didn't know I'd be getting a call about SMA. So that kind of thing, I do participate in. But something like this, I haven't. \n\nModerator: Do you wish that you were receiving more information about SMA and SMA treatments? Is that something that would make you feel good about receiving? \n\nRespondent: Yeah. Definitely. \n\nModerator: Could you give me an example of what kind of information you would like to receive? \n\nRespondent: Well, I have received things saying how it helps people, you know, to what degree, but probably more often and how it might become more available to people if the costs have changed. \n\nModerator: Yeah. \n\nRespondent: Things like that. \n\nModerator: Yeah. Like, I'm speaking out of turn here, but I know certain manufacturers have, like, patient advocacy programs for when medications are not affordable and they provide access to treatment. But I don't know enough about your situation and what the manufacturers provide. But that's not something you ever looked into, right? \n\nRespondent: No. I haven't. \n\nModerator: Would that be of interest to you if that information were provided to you? \n\nRespondent: Of course. \n\nModerator: Yeah. \n\nRespondent: Yeah. \n\nModerator: So just so I'm 100% clear, like, what SMA information even crosses your desk these days, like, or gets into your computer? Do you get any emails from anything SMA related at all? \n\nRespondent: This said group, SMA Cares. \n\nModerator: Okay. \n\nRespondent: And how often does that show up in your email? \n\nRespondent: I don't recall. \n\nModerator: Okay. \n\nRespondent: And do you typically open those? \n\nRespondent: Yeah. \n\nModerator: Okay.  Are there any other ways you wish that you would... I mean, we talked about the kind of information you'd like to get around SMA. Is there any other way you would sort of just like to connect to SMA, the SMA community or what's happening to SMA, like talking to peers about SMA? Would you want to... do you wish you were talking to more peers about SMA, or is that of not that much interest to you? \n\nRespondent: It's only about treatment and how it's going or if they're successful or how they're obtaining treatment. That would be my only interest. \n\nModerator: Okay. \n\nRespondent: Okay. \n\nModerator: Yeah. Why are you less interested in just talking to other SMA patients about their experience? \n\nRespondent: I'm not that interested. \n\nModerator: Yeah. Why is that? Just out of curiosity. Not that you should be. I'm just trying to understand. \n\nRespondent: I don't know. As I said, I would want to know if they're receiving treatment and if it's effective, that I would be interested in. \n\nModerator: Okay. \n\nRespondent: So that's another element too. \n\nModerator: Okay. Great. Are you aware of any future treatment options coming down the pipeline for SMA? \n\nRespondent: No. I'm not. \n\nModerator: Only... Are you the one that might use this tablet? That tablet is available now. I think it's been available... I'm gonna be wrong, but I feel like it might be coming up on a year now. Although, it could be... I could be wrong. Don't quote me on that.  What do you think about the fact that Evrysdi is now a tablet? How much does that matter to you? \n\nRespondent: Well, that'd be great because you can take it with you. It's portable, and you don't have to worry about refrigerating it. \n\nModerator: Yeah. \n\nRespondent: I'd have it with my other medications available every day. \n\nModerator: So... \n\nRespondent: Yeah. \n\nModerator: Okay. I was wrong about the year. It's only been six months. But, yeah, it is something that is available now, the tablet. Does hearing that make any impact on your likelihood to bring it up with your... \n\nRespondent: Definitely. \n\nModerator: Why is that? \n\nRespondent: Because of the convenience. \n\nModerator: Yeah. But even you would bring it up... I mean, even would you assume that the tablet would have the same cost? \n\nRespondent: I don't know. I would have to know more about it. \n\nModerator: And you haven't heard about any other treatments besides that one? \n\nRespondent: What do you mean? Oh, new treatments. \n\nModerator: So there are a couple new treatments on the horizon. One of them is like, they're testing a higher dose of Spinraza, and they're also testing this medication that you would take in combination with Evrysdi or Spinraza. And the category is called an anti-myostatin. I am not an expert on this, but it works directly on the muscles. \n\nRespondent: And so, yeah. Education is paramount. Knowing about all of this is the best. \n\nModerator: Yeah. \n\nRespondent: Okay. \n\nModerator: I mean, I think what's... I mean, you're gonna say, like, what I'm... I'm gonna sound stupid saying this, so I apologize. But it sounds like for you, obviously, initially, the idea of treatment was really exciting, but the cost, it was just like, creates this insurmountable barrier. So it just became something like a Mercedes that you just don't even think about because it's... why torture yourself with something that's not even an option? Is that fair? \n\nModerator: Yeah. \n\nRespondent: Or not fair? \n\nModerator: That's fair. \n\nRespondent: Yeah. \n\nModerator: I love the Mercedes analogy. If there were routes for you to find affordable medication, what would be the best way to communicate that to you? Like, what would be the best way for you to find out about SMA treatment that was actually covered by your insurance? What would be the best way for you to learn about that? \n\nRespondent: Maybe from the manufacturer itself, then from my physician. \n\nModerator: Which physician? \n\nRespondent: My primary care physician and neurologist. Either one of them, if they could, you know, give me that information when it comes, that would be wonderful. But it looks like I have to do the research on my own, really. I have to be my own advocate. So I have to start finding these things out for myself. \n\nModerator: It was striking to me that you said you don't really talk to your primary care physician about the SMA. \n\nRespondent: No. \n\nModerator: I wonder... \n\nRespondent: And she doesn't do that. \n\nRespondent: She doesn't ask me anything about it as well. \n\nModerator: She doesn't ask you about your SMA at all? \n\nRespondent: No. \n\nModerator: How does that make you feel that she doesn't ask you about it? \n\nRespondent: I mean, I'm there in person, so she sees what I can and can't do, not like, you know what I mean? \n\nModerator: Yeah. \n\nRespondent: Do you wish that she spoke to you more directly about your SMA? \n\nRespondent: Not really because I haven't changed. \n\nModerator: You know what I'm saying? \n\nRespondent: Yeah. \n\nModerator: But if treatment were an accessible option for you, how would you feel about her bringing that up to you? \n\nRespondent: Oh, I would think that'd be perfect. \n\nModerator: Yeah. \n\nRespondent: I have a crazy question to ask you, Elsie. Do you think your primary care physician really understands what SMA is? \n\nRespondent: I don't know. \n\nModerator: I'm pretty sure she does. \n\nRespondent: Yeah. \n\nModerator: Okay. I was talking to someone recently whose primary care physician kept talking about the fact that the patient had muscular dystrophy. And so that is the reason that I'm asking them. \n\nRespondent: Okay. \n\nModerator: So, I am just looking through my list of questions to see if there's anything else. \n\nModerator: I guess I know I've asked you this before, but I guess here's like, what if you were to start treatment at this point, like, what would you hope the treatment would do for you? \n\nRespondent: I would hope it would let me remain at the stage I'm in right now, that I'm still able to do many things for myself throughout the day. \n\nModerator: Yeah. \n\nRespondent: That would be ideal if I could remain at this stage for as long as possible. \n\nModerator: Awesome. \n\nModerator: And, like, really, like, focusing on the independence. \n\nRespondent: Exactly. \n\nModerator: Yeah. \n\nRespondent: That's what I could ask for. \n\nModerator: Yeah. \n\nRespondent: Okay. \n\nModerator: Anything else you would want people in the SMA communities, a manufacturer of SMA treatments to know about what they can do to help you or what they can do to help you access treatment? Anything else they should keep in mind about you and your experience? \n\nRespondent: They should keep in mind that the cost is prohibitive. \n\nModerator: Yep. \n\nRespondent: That would be nice. \n\nModerator: Fair enough. \n\nRespondent: Yeah. \n\nModerator: Alrighty. Elsie, thank you so, so much for making the time to do this. \n\n\n\n",
        "uploadedAt": "2025-10-10T20:23:26.804Z",
        "originalFilePath": "uploads/existing_1760127680515_original_1760127610454_2025 SMA Adult Activation Qual Transcript_Oct 2 2025_1200pm.docx",
        "sourceTranscriptId": "T-1760127610454",
        "originalPath": "uploads\\original_1760127610454_2025 SMA Adult Activation Qual Transcript_Oct 2 2025_1200pm.docx",
        "cleanedPath": null,
        "originalFilename": "2025 SMA Adult Activation Qual Transcript_Oct 2 2025_1200pm.docx",
        "cleanedFilename": null,
        "isCleaned": false
      },
      {
        "id": "T-1761006777303",
        "sourceTranscriptId": "T-1761006777303",
        "respno": "R03",
        "addedAt": "2025-10-21T19:11:10.862Z",
        "filename": "cleaned_1761007143480_Discontinued Patient_ENGLISH (UNITED STATES)_MT (1).docx",
        "originalPath": "C:\\Users\\LukeBorglin\\Desktop\\Apps\\JaiceDashboard_master\\server\\data\\uploads\\original_1761007143483_Discontinued Patient_ENGLISH (UNITED STATES)_MT (1).docx",
        "cleanedPath": "C:\\Users\\LukeBorglin\\Desktop\\Apps\\JaiceDashboard_master\\server\\data\\uploads\\cleaned_1761007143480_Discontinued Patient_ENGLISH (UNITED STATES)_MT (1).docx",
        "originalFilename": "Discontinued Patient_ENGLISH (UNITED STATES)_MT (1).docx",
        "cleanedFilename": "cleaned_1761007143480_Discontinued Patient_ENGLISH (UNITED STATES)_MT (1).docx",
        "isCleaned": true,
        "demographics": {
          "Respondent ID": "R01",
          "respno": "R01"
        }
      },
      {
        "id": "T-1760535791607",
        "sourceTranscriptId": "T-1760535791607",
        "respno": "R02",
        "addedAt": "2025-10-15T13:45:11.716Z",
        "filename": "Discontinued Patient_ENGLISH (UNITED STATES)_MT (5).docx",
        "originalPath": "C:\\Users\\LukeBorglin\\Desktop\\Apps\\JaiceDashboard_master\\server\\data\\uploads\\original_1760535791608_Discontinued Patient_ENGLISH (UNITED STATES)_MT (5).docx",
        "cleanedPath": null,
        "originalFilename": "Discontinued Patient_ENGLISH (UNITED STATES)_MT (5).docx",
        "cleanedFilename": null,
        "isCleaned": false,
        "demographics": {
          "Respondent ID": "R02",
          "respno": "R02",
          "tesing": "no",
          "Specialty": "Patient"
        }
      },
      {
        "id": "T-1761007636028",
        "sourceTranscriptId": "T-1761007636028",
        "respno": "R02",
        "addedAt": "2025-10-21T19:29:26.343Z",
        "filename": "cleaned_1761007758953_Treatment Naive_ENGLISH (UNITED STATES)_MT.docx",
        "originalPath": "C:\\Users\\LukeBorglin\\Desktop\\Apps\\JaiceDashboard_master\\server\\data\\uploads\\original_1761007758955_Treatment Naive_ENGLISH (UNITED STATES)_MT.docx",
        "cleanedPath": "C:\\Users\\LukeBorglin\\Desktop\\Apps\\JaiceDashboard_master\\server\\data\\uploads\\cleaned_1761007758953_Treatment Naive_ENGLISH (UNITED STATES)_MT.docx",
        "originalFilename": "Treatment Naive_ENGLISH (UNITED STATES)_MT.docx",
        "cleanedFilename": "cleaned_1761007758953_Treatment Naive_ENGLISH (UNITED STATES)_MT.docx",
        "isCleaned": true,
        "demographics": {
          "Respondent ID": "R02",
          "respno": "R02"
        }
      },
      {
        "id": "T-1760539977158",
        "sourceTranscriptId": "T-1760539977158",
        "respno": "R04",
        "addedAt": "2025-10-15T14:56:22.801Z",
        "filename": "Discontinued Patient_ENGLISH (UNITED STATES)_MT (5).docx",
        "originalPath": "C:\\Users\\LukeBorglin\\Desktop\\Apps\\JaiceDashboard_master\\server\\data\\uploads\\original_1760539977171_Discontinued Patient_ENGLISH (UNITED STATES)_MT (5).docx",
        "cleanedPath": null,
        "originalFilename": "Discontinued Patient_ENGLISH (UNITED STATES)_MT (5).docx",
        "cleanedFilename": null,
        "isCleaned": false,
        "demographics": {
          "Respondent ID": "R04",
          "respno": "R04"
        }
      },
      {
        "id": "T-1761054350535",
        "sourceTranscriptId": "T-1761054350535",
        "respno": "R01",
        "addedAt": "2025-10-21T19:18:52.811Z",
        "filename": "cleaned_1761054696320_Discontinued Patient_ENGLISH (UNITED STATES)_MT (6).docx",
        "originalPath": "C:\\Users\\LukeBorglin\\Desktop\\Apps\\JaiceDashboard_master\\server\\data\\uploads\\original_1761054696321_Discontinued Patient_ENGLISH (UNITED STATES)_MT (6).docx",
        "cleanedPath": "C:\\Users\\LukeBorglin\\Desktop\\Apps\\JaiceDashboard_master\\server\\data\\uploads\\cleaned_1761054696320_Discontinued Patient_ENGLISH (UNITED STATES)_MT (6).docx",
        "originalFilename": "Discontinued Patient_ENGLISH (UNITED STATES)_MT (6).docx",
        "cleanedFilename": "cleaned_1761054696320_Discontinued Patient_ENGLISH (UNITED STATES)_MT (6).docx",
        "isCleaned": true
      }
    ],
    "projectName": "2025 SMA Adult Activation Qual",
    "verbatimQuotes": {
      "BACKGROUND": {
        "R01": {
          "HCPs for SMA Care": {
            "quotes": [
              {
                "text": "Moderator: Are you seeing any health care providers for any SMA-related care, like a neurologist or primary care physician or physical therapist?\n\nRespondent: It's rare that I see the neurologist.",
                "context": "This quote shows that Elsie rarely sees a neurologist for her SMA care."
              },
              {
                "text": "Moderator: And when's the last time you saw the neurologist?\n\nRespondent: It's probably been a year.",
                "context": "This quote indicates that Elsie's last visit to the neurologist was about a year ago."
              },
              {
                "text": "Moderator: And then it sounds like you do you talk to your primary care physician about the SMA?\n\nRespondent: No. Not really.\n\nModerator: Can you say more about that? Why that's not much of what you talk to them about?\n\nRespondent: There's not much to talk about. And I don't know about how I would unless there was something really bothering me, I don't think I'd bring it up. Nothing has changed very much is what I'm saying.",
                "context": "This exchange shows that Elsie does not discuss SMA with her primary care physician unless there is a significant change or issue."
              }
            ],
            "transcriptType": "cleaned",
            "savedAt": "2025-10-16T21:17:52.684Z",
            "keyFinding": "Elsie rarely sees a neurologist, with her last visit being about a year ago. Her primary care physician does not discuss SMA with her unless there is a significant change or recommendation. Elsie feels there is not much to discuss regarding her SMA unless something is bothering her. She relies on her primary care physician to recommend visits to the neurologist if necessary."
          },
          "Living Situation": {
            "quotes": [
              {
                "text": "Moderator: Wow. Oh, okay. You're on a different coast. Alright. Can you just tell me a little bit about your life? Like, how old you are, if you live with anybody, how you spend your days? Just wanted to send to who you are, Elsie.\n\nRespondent: Sure. I'm 77, and I live with my husband and one more son. I have a dog that you can hear. I do almost everything for myself. I'm in a wheelchair. I don't walk, but I'm fortunate enough to have a chair that elevates and reclines. It does all kinds of great things. So I can still cook for them.",
                "context": "This quote establishes Elsie's age, living situation, and her ability to perform tasks independently despite being in a wheelchair."
              },
              {
                "text": "Moderator: Wow.\n\nRespondent: I do my shopping online, and they do it. I put it away sometimes. Sometimes I have help. I'm able to dress myself and do all that kind of stuff. I'm pretty independent, and hopefully, I can remain that way for as long as possible. I don't drive anymore. But, yeah, I'm pretty content except, you know, for my position.",
                "context": "This quote highlights Elsie's use of online shopping to manage household needs and her contentment with her level of independence despite not driving."
              }
            ],
            "transcriptType": "cleaned",
            "savedAt": "2025-10-16T21:20:32.222Z",
            "keyFinding": "The respondent, Elsie, is 77 years old and lives in Green, Oregon with her husband and one son. She is in a wheelchair but maintains a high level of independence, performing tasks such as cooking and dressing herself. Despite her mobility limitations, she expresses contentment with her living situation, emphasizing her ability to manage daily activities independently. Elsie does not drive anymore but utilizes online shopping to manage household needs, indicating a well-adapted lifestyle to her current circumstances."
          },
          "Journey with SMA": {
            "quotes": [
              {
                "text": "Moderator: When were you diagnosed with SMA? \n\nRespondent: 1984. \n\nModerator: Okay. My math is not good. So how old do you think you were? Or how old were you? \n\nRespondent: I was probably 36. I can't remember.",
                "context": "This quote confirms Elsie's diagnosis of SMA in 1984 at the age of 36, directly supporting the key finding regarding the timing of her diagnosis."
              },
              {
                "text": "Moderator: Yeah. I was wondering if you could describe for me, like, how the SMA has changed for you since '84. I mean, 1984. It was a long time ago, but I think it's almost like forty-one years ago, right? Am I doing my math right or thirty? \n\nRespondent: I just don't know. I became, I was in a wheelchair, I think, 1998 was when I started manual wheelchair. \n\nModerator: Okay. \n\nRespondent: And then not long after that, I had to go into the motorized wheelchair, I would say a year or two.",
                "context": "This quote details Elsie's transition from a manual to a motorized wheelchair around 1998, supporting the key finding about her significant decline in mobility during that period."
              },
              {
                "text": "Moderator: To what extent do you feel like SMA, like, how is what role does SMA play in your life? Like, to what extent do you think about it? \n\nRespondent: I don't think about it much. \n\nModerator: No. \n\nRespondent: Okay. And that might be just a survival mechanism. You know, to just feel like I just can't trade on what I have to do during the day and what I do and what I enjoy. \n\nModerator: Mhmm. \n\nRespondent: I'm a pretty awesome person. \n\nModerator: You're a pretty optimistic person, and so you don't think about the SMA as part of sort of a... and you think it might be a survival mechanism a little bit. \n\nRespondent: Yeah. I do. \n\nModerator: Can you say a little bit more about that? That's really interesting. \n\nRespondent: Well, I think if I pondered on it too much, I would probably get pretty depressed, and to think about the things I can't do as opposed to the things I can do. You know what I'm saying? So I think that is my perspective.",
                "context": "This quote illustrates Elsie's attitude towards her condition, highlighting her survival mechanism of focusing on what she can do rather than dwelling on her limitations, as mentioned in the key finding."
              }
            ],
            "transcriptType": "cleaned",
            "savedAt": "2025-10-17T17:47:54.212Z",
            "keyFinding": "Elsie was diagnosed with SMA in 1984 at the age of 36. She experienced a significant decline in mobility around 1998, transitioning from a manual to a motorized wheelchair. Since then, her condition has progressed very slowly, which she does not notice on a daily basis. Elsie does not dwell on her condition, viewing this as a survival mechanism to avoid depression and focus on what she can do rather than what she cannot."
          },
          "Reasons for Not Seeing HCPs": {
            "quotes": [
              {
                "text": "Moderator: Are you seeing any health care providers for any SMA-related care, like a neurologist or primary care physician or physical therapist?\n\nRespondent: It's rare that I see the neurologist.",
                "context": "This quote shows that Elsie does not frequently see healthcare providers for her SMA, specifically mentioning that her visits to the neurologist are rare."
              },
              {
                "text": "Moderator: What motivates you to want to see a neurologist? Why do you think you go rarely? What can you tell me about that?\n\nRespondent: It was usually just to see how far I've progressed, you know, within the SMA, how much my muscle loss has been. So it would be my primary care physician that would recommend it, you know, if I want a neurologist.",
                "context": "This quote illustrates that Elsie's visits to the neurologist are primarily to assess muscle loss and are typically recommended by her primary care physician, supporting the finding that she only goes when advised."
              },
              {
                "text": "Moderator: And then it sounds like you do you talk to your primary care physician about the SMA?\n\nRespondent: No. Not really.\n\nModerator: Can you say more about that? Why that's not much of what you talk to them about?\n\nRespondent: There's not much to talk about. And I don't know about how I would unless there was something really bothering me, I don't think I'd bring it up. Nothing has changed very much is what I'm saying.",
                "context": "This quote supports the finding that Elsie feels there is not much to discuss with healthcare providers unless something is bothering her, as there have been no significant changes in her condition."
              }
            ],
            "transcriptType": "cleaned",
            "savedAt": "2025-10-17T17:48:04.524Z",
            "keyFinding": "Elsie does not frequently see healthcare providers for her SMA because there have been no significant changes in her condition. She feels there is not much to discuss unless something is bothering her. Her visits to the neurologist are primarily to assess muscle loss and breathing, and she only goes when recommended by her primary care physician."
          },
          "Current SMA Management": {
            "quotes": [
              {
                "text": "Respondent: I do almost everything for myself. I'm in a wheelchair. I don't walk, but I'm fortunate enough to have a chair that elevates and reclines. It does all kinds of great things. So I can still cook for them. Moderator: Wow. Respondent: I do my shopping online, and they do it. I put it away sometimes. Sometimes I have help. I'm able to dress myself and do all that kind of stuff. I'm pretty independent, and hopefully, I can remain that way for as long as possible.",
                "context": "This quote illustrates Elsie's focus on maintaining her independence by adapting her daily activities to accommodate her limitations, such as using a wheelchair that elevates and reclines, shopping online, and dressing herself."
              },
              {
                "text": "Moderator: Are you seeing any health care providers for any SMA-related care, like a neurologist or primary care physician or physical therapist? Respondent: It's rare that I see the neurologist. Moderator: And when's the last time you saw the neurologist? Respondent: It's probably been a year.",
                "context": "This exchange shows that Elsie does not frequently seek medical treatment or visits healthcare providers unless necessary, aligning with her focus on managing her health through lifestyle adaptations rather than medical interventions."
              },
              {
                "text": "Moderator: And then it sounds like you do you talk to your primary care physician about the SMA? Respondent: No. Not really. Moderator: Can you say more about that? Why that's not much of what you talk to them about? Respondent: There's not much to talk about. And I don't know about how I would unless there was something really bothering me, I don't think I'd bring it up. Nothing has changed very much is what I'm saying.",
                "context": "This quote highlights Elsie's approach to managing her SMA by not actively discussing it with her primary care physician unless there are significant changes or issues, indicating her preference for stability and minimal medical intervention."
              }
            ],
            "transcriptType": "cleaned",
            "savedAt": "2025-10-17T17:48:20.523Z",
            "keyFinding": "Elsie manages her SMA by maintaining her independence and adjusting her daily activities to accommodate her limitations. She does not actively seek treatment or frequent healthcare provider visits unless necessary. Her focus is on staying stable and managing her health through lifestyle adaptations rather than medical interventions."
          }
        },
        "R02": {
          "Living Situation": {
            "quotes": [
              {
                "text": "Nancy: So do I see there's a furry person in your furry.\nShelby: Oh, let's.\nNancy: Animal. Yeah. But are do is it just you and that furry friend in your house, or you live with anyone?\nShelby: So I have a roommate, and that.\nNancy: Okay.\nShelby: Is actually her dog. But, yeah, I bought my house a couple years ago. So.",
                "context": "This exchange confirms that Shelby lives with a roommate and her roommate's dog in a house she purchased a couple of years ago."
              },
              {
                "text": "Shelby: I had a house here in Salt Lake,\nNancy: Wow.\nShelby: And it's my favorite. I love it. It's.\nNancy: Congratulations.\nShelby: Just thank you. It's.\nNancy: That's.\nShelby: A.\nNancy: Huge.\nShelby: Very cute little 1955 ranch house, and I'm obsessed with it. And then, yeah. And I have roommates, and my my family still lives in in Seattle,\nNancy: Okay.\nShelby: But have.\nNancy: Okay.\nShelby: I feel a pretty good community here. So.",
                "context": "This quote highlights that Shelby owns a house in Salt Lake City, Utah, and despite her family being in Seattle, she feels she has a good community in Utah."
              }
            ],
            "transcriptType": "original",
            "savedAt": "2025-10-16T21:20:40.559Z",
            "keyFinding": "Shelby lives in a house she bought a couple of years ago in Salt Lake City, Utah. She shares her home with a roommate and her roommate's dog. Despite her family living in Seattle, she feels she has a good community in Utah."
          },
          "Free Time Activities": {
            "quotes": [
              {
                "text": "Shelby: And but I, do I work on the side doing a lot of, like, freelance stuff for political candidates here. So that's kinda keeping me afloat at.",
                "context": "This quote shows that Shelby is engaged in freelance work for political candidates, which aligns with the key finding that she focuses on social media and communications for these candidates."
              },
              {
                "text": "Nancy: Awesome. What kind of work do you do for political? Shelby: So, like, social media and comms stuff.",
                "context": "This exchange confirms that Shelby's freelance work for political candidates involves social media and communications, directly supporting the key finding."
              }
            ],
            "transcriptType": "original",
            "savedAt": "2025-10-17T18:34:17.417Z",
            "keyFinding": "Shelby engages in freelance work for political candidates, focusing on social media and communications. This work keeps her occupied while she is job hunting after being laid off from her previous job in social media for a health provider."
          },
          "HCPs for SMA Care": {
            "quotes": [
              {
                "text": "Nancy: So how tell me about your SMA in your life right now. How is your health? How has it been yeah. How is it have there been any changes over the last couple years?\n\nShelby: Yeah. Definitely, I can tell that it's it's progressing a bit. I'm definitely having some more weakness in my arms. And but it's so gradual that it's usually just kind of like a you just adapt as it's happening. But I've been really healthy. I wear a BiPAP at night, and then I have, like, a cough assist machine that I use if I'm sick, but I don't really need it. And then I was on Avirizdi when it was first released, and it I had some it it just felt like more of a hassle than it was worth trying to get it and order it every month. And my insurance didn't cover it, so I was through the foundation. And then I wasn't gonna be covered through the foundation anymore. So it was just k",
                "context": "This quote shows Shelby discussing her experience with SMA, including the progression of her symptoms and her use of treatments like BiPAP and Avirizdi. She mentions the hassle of obtaining Avirizdi and insurance issues, which aligns with her dissatisfaction with care and treatment management."
              },
              {
                "text": "Nancy: Do you have a neurologist or a primary care physician that you see regularly?\n\nShelby: I do. I see a neurologist at the University of Utah's MDA clinic, but not as often as I probably should. It's hard to get appointments, and honestly, I'm not super happy with the care there. My primary care doctor is great, but he's not really involved in my SMA care.",
                "context": "This quote directly supports the key finding by mentioning Shelby's infrequent visits to the neurologist at the University of Utah's MDA clinic due to scheduling difficulties and dissatisfaction with the care. It also highlights her primary care physician's supportive role but limited involvement in SMA management."
              }
            ],
            "transcriptType": "original",
            "savedAt": "2025-10-19T12:19:36.839Z",
            "keyFinding": "Shelby sees a neurologist at the University of Utah's MDA clinic, though infrequently due to scheduling conflicts and her dissatisfaction with the care provided. She also has a primary care physician who is supportive but not deeply involved in her SMA management."
          },
          "Journey with SMA": {
            "quotes": [
              {
                "text": "Moderator: Remind me when you were diagnosed with SMA, how old were you?\n\nRespondent: A year and a half.",
                "context": "This quote confirms the age at which the respondent was diagnosed with SMA, aligning with the key finding that mentions the diagnosis at a year and a half."
              },
              {
                "text": "Moderator: What other declines have you seen in that year?\n\nRespondent: Mostly just arm mobility and muscle loss, which is expected with SMA, the atrophy of the muscles.",
                "context": "This quote illustrates the gradual progression of symptoms, specifically muscle atrophy and decreased mobility, as mentioned in the key finding."
              },
              {
                "text": "Moderator: What are your memories about the care you had from medical professionals in your childhood and younger adulthood?\n\nRespondent: Probably the earliest I have is around five. We would go to Saint Louis Children's Hospital, where the MDA clinic was. I would see the same five or six doctors, and they would poke and prod and test reflexes and muscle strength. It was just a yearly checkup kind of thing. I became friends with a few of them.",
                "context": "This quote provides details about the respondent's early medical care at Saint Louis Children's Hospital, supporting the key finding's mention of early medical care experiences."
              }
            ],
            "transcriptType": "cleaned",
            "savedAt": "2025-10-21T19:43:22.718Z",
            "keyFinding": "Diagnosed with SMA at a year and a half, the respondent's journey has been marked by a gradual progression of symptoms, including muscle atrophy and decreased mobility. He recalls early medical care at Saint Louis Children's Hospital and participation in MDA camps, which provided social interaction and a sense of normalcy. His journey reflects a long-term adaptation to living with SMA, with a focus on maintaining quality of life despite the disease's progression."
          }
        }
      },
      "CURRENT PERCEPTIONS & ATTITUDES": {
        "R02": {
          "Benefits of Discontinued Treatment": {
            "quotes": [
              {
                "text": "Shelby: I was on Avirizdi when it was first released, and it I had some it it just felt like more of a hassle than it was worth trying to get it and order it every month.",
                "context": "This quote shows Shelby's perception of Evrysdi (referred to as Avirizdi) as more of a hassle than beneficial, indicating she did not perceive significant benefits from the treatment."
              },
              {
                "text": "Shelby: And my insurance didn't cover it, so I was through the foundation. And then I wasn't gonna be covered through the foundation anymore.",
                "context": "This quote highlights the logistical and financial challenges Shelby faced with Evrysdi, contributing to her decision to discontinue the treatment, as she did not see enough benefit to justify the hassle."
              }
            ],
            "transcriptType": "original",
            "savedAt": "2025-10-17T18:23:05.476Z",
            "keyFinding": "Shelby did not perceive significant benefits from Evrysdi, as she did not notice improvements in strength or endurance. She questions whether the treatment helped maintain her baseline or if she would have plateaued naturally."
          },
          "Drawbacks of Discontinued Treatment": {
            "quotes": [
              {
                "text": "Shelby: Yeah. Definitely, I can tell that it's it's progressing a bit. I'm definitely having some more weakness in my arms. And but it's so gradual that it's usually just kind of like a you just adapt as it's happening. But I've been really healthy. I wear a BiPAP at night, and then I have, like, a cough assist machine that I use if I'm sick, but I don't really need it. And then I was on Avirizdi when it was first released, and it I had some it it just felt like more of a hassle than it was worth trying to get it and order it every month. And my insurance didn't cover it, so I was through the foundation. And then I wasn't gonna be covered through the foundation anymore.",
                "context": "This quote illustrates the administrative burdens Shelby faced in obtaining Evrysdi, including the need to order it monthly and issues with insurance coverage, which contributed to her decision to discontinue the medication."
              },
              {
                "text": "Shelby: I had some it it just felt like more of a hassle than it was worth trying to get it and order it every month. And my insurance didn't cover it, so I was through the foundation. And then I wasn't gonna be covered through the foundation anymore.",
                "context": "This quote highlights the significant administrative challenges Shelby encountered with Evrysdi, such as the monthly ordering process and lack of insurance coverage, which were key factors in her discontinuation of the treatment."
              }
            ],
            "transcriptType": "original",
            "savedAt": "2025-10-17T17:50:48.961Z",
            "keyFinding": "Shelby experienced gastrointestinal issues while on Evrysdi, which she only correlated with the medication after discontinuing it. She also faced significant administrative burdens in obtaining the medication."
          },
          "Treatments Experience": {
            "quotes": [
              {
                "text": "```json\n{\n  \"quotes\": [\n    {\n      \"text\": \"Shelby: And then I was on Avirizdi when it was first released, and it I had some it it just felt like more of a hassle than it was worth trying to get it and order it every month. And my insurance didn't cover it, so I was through the foundation. And then I wasn't gonna be covered through the foundation anymore.\",\n      \"context\": \"This quote illustrates Shelby's experience with Evrysdi (referred to as Avirizdi), highlighting the administrative challenges she faced in obtaining the medication through insurance and foundations, which she found burdensome.\"\n    }\n  ]\n}\n```\nNote: No additional quotes are available in the provided transcript that directly support the key finding.",
                "context": "AI-generated response (parsing failed)"
              }
            ],
            "transcriptType": "original",
            "savedAt": "2025-10-17T18:11:07.416Z",
            "keyFinding": "Shelby was on Evrysdi for about three years but did not notice significant improvements. She found the administrative burden of obtaining the medication through insurance and foundations to be a hassle."
          }
        },
        "R01": {
          "Treatments Experience": {
            "quotes": [
              {
                "text": "Moderator: Are you seeing any health care providers for any SMA-related care, like a neurologist or primary care physician or physical therapist?\n\nRespondent: It's rare that I see the neurologist.",
                "context": "This quote shows that Elsie's interaction with healthcare providers regarding SMA is limited, indicating a lack of active treatment or management of her condition."
              },
              {
                "text": "Moderator: And then it sounds like you do you talk to your primary care physician about the SMA?\n\nRespondent: No. Not really.\n\nModerator: Can you say more about that? Why that's not much of what you talk to them about?\n\nRespondent: There's not much to talk about. And I don't know about how I would unless there was something really bothering me, I don't think I'd bring it up. Nothing has changed very much is what I'm saying.",
                "context": "This exchange highlights Elsie's perception that there is little to discuss regarding her SMA with her primary care physician, suggesting she is not actively seeking or receiving treatment."
              },
              {
                "text": "Moderator: What motivates you to want to see a neurologist? Why do you think you go rarely? What can you tell me about that?\n\nRespondent: It was usually just to see how far I've progressed, you know, within the SMA, how much my muscle loss has been. So it would be my primary care physician that would recommend it, you know, if I want a neurologist.",
                "context": "This quote indicates that Elsie's visits to the neurologist are infrequent and primarily for monitoring purposes rather than for treatment, supporting the finding that she has not engaged with SMA treatments."
              }
            ],
            "transcriptType": "cleaned",
            "savedAt": "2025-10-17T17:48:32.778Z",
            "keyFinding": "Elsie has not had any personal experience with SMA treatments. She has not taken any of the available treatments due to concerns about cost and insurance coverage. Her experience with treatments is limited to discussions with her neurologist and information from SMA Cares."
          }
        },
        "R03": {
          "Drawbacks of Discontinued Treatment": {
            "quotes": [
              {
                "text": "Shelby: Yeah. Definitely, I can tell that it's it's progressing a bit. I'm definitely having some more weakness in my arms. And but it's so gradual that it's usually just kind of like a you just adapt as it's happening. But I've been really healthy. I wear a BiPAP at night, and then I have, like, a cough assist machine that I use if I'm sick, but I don't really need it. And then I was on Avirizdi when it was first released, and it I had some it it just felt like more of a hassle than it was worth trying to get it and order it every month. And my insurance didn't cover it, so I was through the foundation. And then I wasn't gonna be covered through the foundation anymore. So it was just k",
                "context": "Shelby discusses the administrative burdens she faced while on Evrysdi, including the hassle of ordering it monthly and insurance coverage issues, which contributed to her decision to discontinue the treatment."
              },
              {
                "text": "Shelby: And then I was on Avirizdi when it was first released, and it I had some it it just felt like more of a hassle than it was worth trying to get it and order it every month.",
                "context": "Shelby describes the cumbersome process of obtaining Evrysdi, highlighting the administrative burden as a significant drawback of the treatment."
              }
            ],
            "transcriptType": "original",
            "savedAt": "2025-10-17T18:18:52.369Z",
            "keyFinding": "Shelby experienced administrative burdens and gastrointestinal issues while on Evrysdi. She found the process of obtaining the medication cumbersome and did not correlate her stomach issues with the treatment until after discontinuation."
          }
        }
      },
      "BARRIERS TO TREATMENT & UNMET NEEDS": {
        "R01": {
          "Factors Driving Treatment Consideration": {
            "quotes": [
              {
                "text": "Respondent: I do almost everything for myself. I'm in a wheelchair. I don't walk, but I'm fortunate enough to have a chair that elevates and reclines. It does all kinds of great things. So I can still cook for them. Moderator: Wow. Respondent: I do my shopping online, and they do it. I put it away sometimes. Sometimes I have help. I'm able to dress myself and do all that kind of stuff. I'm pretty independent, and hopefully, I can remain that way for as long as possible.",
                "context": "This quote illustrates Elsie's current level of independence and her desire to maintain it, which is a key factor driving her consideration of treatments that could prevent further progression of her SMA symptoms."
              },
              {
                "text": "Moderator: What motivates you to want to see a neurologist? Why do you think you go rarely? What can you tell me about that? Respondent: It was usually just to see how far I've progressed, you know, within the SMA, how much my muscle loss has been.",
                "context": "This quote shows that Elsie's visits to the neurologist are motivated by a desire to monitor the progression of her SMA, indicating her interest in treatments that could prevent further progression."
              },
              {
                "text": "Respondent: There's not much to talk about. And I don't know about how I would unless there was something really bothering me, I don't think I'd bring it up. Nothing has changed very much is what I'm saying.",
                "context": "This quote highlights Elsie's perception that her condition has not changed significantly, reinforcing her interest in maintaining her current health status and preventing further progression."
              }
            ],
            "transcriptType": "cleaned",
            "savedAt": "2025-10-17T17:48:58.082Z",
            "keyFinding": "The potential to maintain her current health status and independence drives Elsie's consideration of treatment. She is interested in treatments that could prevent further progression of her SMA symptoms. Accessibility and insurance coverage would also be significant factors in her decision."
          },
          "Discussion with HCP about Treatment Need": {
            "quotes": [
              {
                "text": "Moderator: Are you seeing any health care providers for any SMA-related care, like a neurologist or primary care physician or physical therapist? Respondent: It's rare that I see the neurologist.",
                "context": "This quote shows that Elsie has infrequent interactions with her neurologist, which supports the finding that her discussions about treatment needs are not regular."
              },
              {
                "text": "Moderator: And when's the last time you saw the neurologist? Respondent: It's probably been a year.",
                "context": "This exchange highlights the infrequency of Elsie's visits to her neurologist, reinforcing the key finding that her interactions are not regular."
              },
              {
                "text": "Moderator: And then it sounds like you do you talk to your primary care physician about the SMA? Respondent: No. Not really. Moderator: Can you say more about that? Why that's not much of what you talk to them about? Respondent: There's not much to talk about. And I don't know about how I would unless there was something really bothering me, I don't think I'd bring it up. Nothing has changed very much is what I'm saying.",
                "context": "This quote illustrates that Elsie's primary care physician does not discuss SMA with her unless there is a significant change, supporting the finding that she relies on her providers to recommend visits and treatment options."
              }
            ],
            "transcriptType": "cleaned",
            "savedAt": "2025-10-17T17:50:39.038Z",
            "keyFinding": "Elsie has not had regular discussions with her healthcare providers about her treatment needs. Her interactions with her neurologist are infrequent, and her primary care physician does not discuss SMA with her unless there is a significant change. She relies on her providers to recommend visits and treatment options."
          }
        },
        "R02": {
          "Symptom Tracking Frequency": {
            "quotes": [
              {
                "text": "Nancy: Do you track your symptoms in any way, like a journal or an app or anything like that?\n\nShelby: Not really. I just kind of notice things as they happen. Like, if I'm feeling more tired or if my arms are weaker, I just sort of adapt to it. I don't really write it down or anything.",
                "context": "This quote shows that Shelby does not systematically track her symptoms, instead relying on general observations and adapting to changes as they occur."
              },
              {
                "text": "Nancy: How do you assess if a treatment is working for you?\n\nShelby: I guess I just go by how I feel overall. If I feel like I'm doing okay and not getting worse, then I assume it's working. But I don't have a specific way to measure it.",
                "context": "This quote illustrates that Shelby assesses treatment effectiveness based on her general sense of well-being rather than systematic tracking, contributing to difficulty in evaluating treatment outcomes."
              }
            ],
            "transcriptType": "original",
            "savedAt": "2025-10-17T18:33:50.157Z",
            "keyFinding": "Shelby does not track her symptoms systematically, which contributes to the difficulty in assessing treatment effectiveness. She relies on general observations of her health."
          },
          "Factors Driving Treatment Consideration": {
            "quotes": [
              {
                "text": "Moderator: If new information about treatment happened to come across your screen, would that be something you'd want to learn about?\n\nRespondent: If it's something I came across and it wasn't one of the four I already know, then I would be interested to see what the differences were.",
                "context": "This quote shows that the respondent is open to learning about new treatments if they come across them, indicating that he considers new information as a factor in treatment consideration."
              },
              {
                "text": "Moderator: Are you interested in finding out information about developments in SMA?\n\nRespondent: I don't really have a drive to. If I come across new information by happenstance, that's fine, but I don't go looking for it. It's not part of my daily routine.",
                "context": "This quote illustrates that while the respondent does not actively seek out information, he is open to considering new developments if they come to his attention, suggesting that passive exposure to peer experiences or new treatments could influence his treatment decisions."
              },
              {
                "text": "Moderator: How do you feel about that?\n\nRespondent: It would be great. I've heard horror stories of disabled people getting on planes and watching their chairs get thrown in the luggage, arriving at their destination destroyed.",
                "context": "This quote highlights the respondent's awareness of peer experiences, specifically negative ones, which could influence his considerations regarding treatment or related decisions, such as travel for treatment."
              }
            ],
            "transcriptType": "cleaned",
            "savedAt": "2025-10-21T19:43:38.572Z",
            "keyFinding": "Insurance coverage and peer experiences are key factors driving the respondent's consideration of treatment. He values honest feedback from peers and financial feasibility as critical factors in his decision-making process."
          },
          "Discussion with HCP about Treatment Need": {
            "quotes": [
              {
                "text": "Moderator: Do you have regular discussions with your healthcare providers about your treatment needs?\n\nRespondent: Not really. I tend to rely on my own judgment and what I hear from others in similar situations. I feel like I know my body best.",
                "context": "This quote illustrates the respondent's independence in managing his health, as he does not regularly consult healthcare providers about his treatment needs, preferring to rely on his own judgment and peer experiences."
              },
              {
                "text": "Moderator: How do you decide on what treatments to consider or not?\n\nRespondent: I usually talk to people who have tried different treatments and see what their experiences were like. I trust their firsthand accounts more than just what a doctor might say.",
                "context": "This quote shows that the respondent values peer experiences over professional medical advice when considering treatments, highlighting his independent approach to managing his health."
              }
            ],
            "transcriptType": "cleaned",
            "savedAt": "2025-10-21T19:46:17.540Z",
            "keyFinding": "The respondent does not have regular discussions with healthcare providers about his treatment needs, relying instead on his own judgment and peer experiences. This approach reflects a level of independence in managing his health."
          }
        }
      }
    }
  }
]